{"generate_vocab_size": 1423, "output_vocab_size": 1550, "rev_mapping": {"0": "$GO$", "344": "fastes", "345": "hows", "346": "mark", "347": "locate", "340": "nearer", "341": "moderate", "342": "sensibly", "343": "alternate", "348": "70s", "349": "restaurant", "298": "near", "299": "rea", "296": "ranges", "297": "hottest", "294": "ill", "295": "and", "292": "moms", "293": "40", "290": "end", "291": "gps", "270": "inglewoods", "271": "giving", "272": "mention", "273": "see", "274": "113", "275": "hotel", "276": "145", "277": "away", "278": "sort", "279": "whats", "1132": "sad", "1004": "located", "108": "chicagos", "109": "whenever", "102": "jill", "103": "20s", "100": "itll", "101": "somewhat", "106": "just", "107": "wish", "104": "tell", "105": "of20f", "1001": "30s", "1000": "by", "99": "a\\address", "98": "right", "91": "dec", "90": "reservations", "93": "70", "92": "nowy", "95": "wind", "94": "position", "97": "man", "96": "discussing", "559": "parties", "558": "eye", "1217": "some", "555": "amaranta", "554": "clouds", "557": "lowest", "556": "60-80", "551": "30-50", "550": "goes", "553": "park", "552": "?", "1439": "pizza", "1199": "5677", "1198": "chans", "1191": "walk", "1190": "helping", "1193": "hours", "1192": "chrildrens", "1195": "games", "1194": "checking", "1197": "area", "1196": "soon", "1177": "amherst", "1176": "infrastructure", "1175": "address", "1174": "picked", "1173": "worry", "1172": "chances", "1171": "heavey", "1170": "phils", "1179": "panda", "1178": "eat", "511": "10th", "1006": "avoids", "1005": "think", "1285": "longer", "1284": "ave", "1287": "pi", "1286": "finally", "1281": "seatlle", "1280": "20-30", "1283": "barista", "1282": "add", "1003": "group", "1289": "nothing", "1288": "isnt", "1002": "yelp", "689": "crash", "688": "wow", "685": "days", "684": "named", "687": "listening", "686": "close", "681": "palo", "680": "load", "683": "knowing", "682": "currently", "1227": "fastesr", "1349": "hunger", "621": "reminded", "1224": "within", "1223": "beginning", "626": "replace", "1221": "given", "1243": "alta", "1220": "100fs", "1371": "776", "1370": "lane", "405": "arent", "1372": "alarm", "1375": "5", "1374": "contain", "1377": "60", "451": "104", "1379": "ahead", "1378": "mist", "1342": "90fs", "409": "heading", "408": "locally", "1343": "dicu", "1344": "shortest", "455": "marked", "1346": "garage", "1347": "ther", "379": "choose", "378": "you", "371": "704", "370": "avenue", "373": "id", "372": "f", "375": "were", "374": "youll", "377": "four", "376": "jacks", "393": "franciscos", "392": "jingcan", "391": "1st", "390": "today", "397": "foods", "396": "mainly", "395": "rhank", "394": "planned", "399": "sent", "398": "accident", "895": "coupas", "245": "warn", "244": "10am", "247": "5671", "246": "wondering", "241": "several", "240": "city", "243": "fact", "242": "kidding", "249": "super", "248": "confirm", "179": "session", "178": "understand", "177": "quickest", "176": "marta", "175": "camino", "174": "753", "173": "436", "172": "80-100", "171": "desiring", "170": "blizzards", "1502": "var_agenda_0", "1503": "var_room_0", "1500": "shopping", "1501": "stormy", "1506": "thursday", "1507": "var_temp_0", "1367": "50", "1504": "var_date_4", "1505": "yoga", "1363": "slow", "1142": "lost", "1143": "else", "1140": "activity", "1141": "tooth", "1146": "refill", "1147": "feeling", "1144": "delay", "1145": "if", "1148": "placing", "1149": "whole", "692": "465", "693": "people", "690": "uff", "691": "200", "696": "jangs", "697": "648", "694": "either", "695": "trust", "698": "last", "699": "girl", "1548": "var_date_0", "1549": "var_date_5", "542": "keen,578", "543": "jing", "540": "displaying", "541": "house", "546": "keep", "547": "s", "544": "doing", "545": "el", "548": "shoot", "549": "coin", "761": "chanel", "414": "shouldnt", "415": "maping", "416": "4f", "417": "falling", "1388": "or", "411": "seems", "412": "alameda", "413": "listing", "1384": "must", "1385": "use", "1386": ")", "1387": "learning", "418": "nextt", "1381": "mine", "1382": "neither", "1383": "sweet", "368": "picnic", "369": "fresco", "366": "11", "367": "works", "364": "actual", "365": "held", "362": "practice", "363": "awesome", "360": "choice", "361": "lessons", "380": "stay", "381": "temperatures", "382": "reporting", "383": "30-40", "384": "pills", "385": "alrigth", "386": "less", "387": "for", "388": "toms", "389": "quickly", "258": "nor", "259": "traders", "252": "asking", "253": "central", "250": "peets", "251": "updated", "256": "experience", "257": "remain", "254": "particular", "255": "fantastic", "168": "wirth", "169": "although", "164": "predicts", "165": "pich", "166": "2am", "167": "signing", "160": "tomorrows", "161": "coffe", "162": "819", "163": "redwood", "678": "20fs", "679": "driving", "1098": "store", "1099": ".tomorrow", "809": "anyway", "808": "wonderful", "803": "4:50pm", "802": "thatll", "801": "job", "800": "ness", "807": "seat", "806": "here", "805": "navigator", "804": "swim", "1159": "sound", "1158": "stand", "1155": "enter", "1154": "jings", "1157": "street", "1156": "john", "1151": "appointment", "1150": "cloudiness", "1153": "views", "1152": "closest", "59": "what", "58": "tea", "55": "westin", "54": "alternative", "57": "noooooooo", "56": "gon", "51": "journey", "50": "one", "53": "assistance", "52": "as", "537": "im", "536": "expected", "535": "show", "534": "week", "533": "standford", "532": "town", "531": "1pm", "530": "hailing", "539": "additional", "538": "alamanor", "429": "ever", "428": "acceptable", "1399": "mile", "1398": "mountianview", "1397": "local", "1396": "amounts", "1395": "attention", "422": "maybe", "425": "turn", "1392": "dinners", "427": "ames", "426": "certain", "229": "exercise", "228": "quicker", "227": "wide", "226": "private", "225": "70fs", "224": "reaches", "223": "lighter", "222": "identical", "221": "serve", "220": "gather", "151": "activites", "150": "ready", "153": "system", "152": "deal", "155": "august", "154": "specifically", "157": "parkings", "156": "be", "159": "trough", "158": "quarterly", "1293": "iniglewood", "1524": "overcast", "1544": "var_address_4", "1525": "humid", "1526": "var_poi_7", "818": "assitant", "819": "ravenwood", "1527": "var_time_2", "810": "dish", "811": "impending", "812": "market", "813": "reaching", "814": "cars", "815": "expect", "816": "shot", "817": "traffic", "1522": "var_location_1", "1523": "medicine", "1490": "var_time_5", "421": "forecast", "1492": "var_date_6", "1493": "tennis", "1494": "foggy", "1495": "var_party_1", "1496": "certain_address", "420": "third", "1498": "coffee", "1499": "var_temp_1", "423": "bring", "1394": "music", "1393": "apartment", "424": "live", "1391": "error", "1390": "$u4$", "1128": "blood", "1129": "thursdays", "1120": "yesterday", "1121": "lose", "1122": "3pm", "1123": "4th", "1124": "a", "1125": "3:30", "1126": "starbucks", "1127": "mountain", "524": ",2", "525": "bostons", "526": "10:00", "527": "empty", "520": "check", "521": "accomplish", "522": "tueday", "523": "wil", "1014": "zero", "1015": "april", "1016": "later", "1017": "three", "1010": "bathroom", "1011": "couple", "1012": "90s", "1013": "let", "1234": "random", "1235": "oh", "1236": "5:00", "1237": "suggest", "1230": "repetitive", "1231": "gover", "1232": "date", "1233": "purchase", "1238": "said", "1239": "serving", "438": "$s2$", "439": "plans", "436": "``", "437": "anytime", "434": "solves", "435": "nuts", "432": "period", "433": "hurry", "430": "830", "431": "tired", "238": "attendance", "239": "open", "234": "initiating", "235": "radius", "236": "hour", "237": "discuss", "230": "menlo", "231": "lots", "232": "closet", "233": "arastraero", "1": "50s", "146": "mind", "147": "meaning", "144": "dad", "145": "goodbye", "142": "thinking", "143": "out", "140": "-", "141": "st", "148": "", "149": "plotting", "939": "wild", "938": "tom", "933": "611", "932": "plot", "931": "calendar", "930": "malls", "937": "wheres", "936": "happening", "935": "dr", "934": "alto", "829": "upcoming", "828": "bro", "825": "mom", "824": "mesa", "827": "mix", "826": "whom", "821": "around", "820": "calender", "823": ".y", "822": "hi", "1536": "meeting", "1483": "var_date_3", "1482": "var_location_4", "1481": "rest", "1480": "var_poi_0", "1487": "var_time_6", "1486": "var_temp_2", "1485": "var_poi_4", "1484": "var_room_2", "1489": "rain", "1488": "gas", "797": "adddress", "796": "other", "795": "carefull", "794": "somewhere", "793": "manhattans", "792": "ask", "791": "information", "790": "probability", "799": "siri", "798": "providing", "1270": "travel", "1271": "visit", "610": "speed", "1139": "than", "1138": "predicting", "1133": "mean", "1274": "pulled", "1131": "are", "1130": "radio", "1137": "downs", "1136": "welcone", "1135": "month", "1275": "coupe", "1276": "getting", "615": "pleasure", "519": "items", "518": "putting", "1009": "caldwell", "1008": "events", "1007": "activate", "510": "fresnos", "513": "ok", "512": "seeing", "515": "80s", "514": "referring", "517": "may", "516": "whoever", "623": "sorry", "1226": "anyt", "1225": "arastradero", "620": "wdnesday", "627": "shortly", "1222": "night", "625": "thrusday", "624": "call", "629": "drom", "628": "minutes", "1229": "jong", "1228": "using", "1535": "var_location_5", "2": "jack", "11": "camarillon", "10": "toward", "13": "5672", "12": "able", "15": "463", "14": "attach", "17": "wont", "16": "afraid", "19": "secheduled", "18": "looking", "1534": "var_distance_0", "201": "arrive", "200": "homes", "203": "do", "202": "drizzles", "205": "in", "204": "go", "207": "over", "206": "quick", "209": "ouch", "208": "terrific", "928": "stereo", "929": "include", "920": "driver", "921": "direction", "922": "afternoon", "923": "20th", "924": "county", "925": "current", "926": "$u6$", "927": "remember", "832": "original", "833": "pf", "830": "relax", "831": "service", "836": "12", "837": "highs", "834": "48", "835": "sounds", "838": "excellent", "839": "arbol", "3": "alternately", "1532": "grocery", "784": "sundays", "785": "follows", "786": "thanks", "787": "arrival", "780": "screen", "781": "prescription", "782": "varies", "783": "heh", "788": "weather", "789": "doesnt", "60": "fastest", "61": "motels", "62": "6th", "63": "work", "64": "extremely", "65": "optometrists", "66": "our", "67": "making", "68": "relevant", "69": "executive", "407": "hai", "406": "plan", "1373": "available", "1038": "picking", "404": "preferred", "508": "cover", "509": "mandarin", "1032": "hacienda", "507": "indications", "504": "happened", "1031": "everyday", "1036": "only", "503": "directing", "500": "broken", "402": "once", "1212": "especially", "631": "i", "1210": "almanor", "1211": "clarify", "1216": "nda", "401": "calculate", "1214": "tonights", "1215": "aware", "638": "changing", "639": "miles", "1218": "southwest", "1219": "chosen", "1106": "skies", "1107": "lunch", "1104": "running", "1105": "classes", "1102": "class", "1103": "youd", "1100": "whens", "1101": "thats", "1458": "parking", "1459": "tuesday", "1108": "who", "1109": "(", "216": "atheron", "217": "predicted", "214": "started", "215": "know", "212": "moment", "213": "sending", "210": "put", "211": "come", "1530": "var_poi_1", "218": "report", "219": "humidity", "4": "$u1$", "919": "7th", "918": "guessing", "915": "ive", "914": "nights", "917": "coordinates", "916": "play", "911": "me", "910": "teh", "913": "matters", "912": "reboot", "458": "reservation", "847": "directionsome", "846": "stop", "845": "wanting", "844": "likely", "843": "tuesdays", "842": "says", "841": "theyre", "840": "type", "849": "60s", "848": "chef", "663": "helps", "662": "coronas", "1039": "towards", "753": "run", "752": "faster", "751": "otherwise", "750": "display", "757": "back", "756": "begin", "755": "bad", "754": "room", "759": "altaire", "758": "56", "506": "fog", "1033": "business", "1030": "shop", "1025": "lot", "1024": "suday", "1027": "recorded", "1026": "whos", "1021": "before", "1020": "needing", "1023": "theres", "1022": "ya", "502": "being", "1029": "should", "1028": "until", "1037": "allow", "1034": "10pm", "1035": "confirmed", "605": "reminding", "630": "low", "607": "sunny", "606": "wan", "601": "similar", "1208": "heard", "603": "stores", "1213": "wrong", "1205": "okay", "1204": "try", "1207": "great", "1206": "22and", "609": "sure", "1200": "to113", "1203": "seriously", "1202": "insert", "633": "office", "634": "car", "635": "sleep", "636": "thre", "637": "times", "1111": ".", "465": "greatly", "1113": "having", "1112": "30", "1115": "could", "1114": "thurs", "1117": "scheduled", "464": "9:00", "1119": "sometime", "1118": "finding", "467": "rainy", "1449": "var_address_1", "1448": "var_agenda_2", "466": "needs", "461": "including", "450": "appears", "460": "tio", "463": "outlook", "489": "kindly", "488": "stuck", "487": "they", "486": "search", "485": "tenth", "462": "wearther", "483": "coldest", "482": "2", "481": "773", "480": "added", "199": "too", "198": "except", "195": "jills", "194": "whichever", "197": "station", "196": "such", "191": "results", "190": "take-out", "193": "580", "192": "noted", "1454": "misty", "1455": "var_address_3", "1456": "var_address_6", "1457": "var_distance_5", "1450": "var_party_3", "1451": "hot", "1452": "swimming", "1453": "football", "902": "march", "903": "yes", "900": "these", "901": "calling", "906": "1", "907": "slightly", "904": "&", "905": "weekly", "908": "navigating", "909": "between", "854": "warmer", "855": "stations", "856": "half", "857": "short", "850": "the", "851": "feed", "852": "programmed", "853": "traveling", "858": "distracted", "859": "wed", "6": "an", "740": "still", "741": "kill", "742": "forecasted", "743": "snowy", "744": "better", "745": "86", "746": "update", "747": "lesson", "748": "avalible", "749": "vp", "1050": "already", "1051": "s=would", "1052": "mostly", "1053": "been", "1054": "info", "1055": "reported", "1056": "9pm", "1057": "farther", "1058": "name", "1059": "safe", "1278": "least", "1279": "preferably", "618": "miss", "619": "location", "612": "navigate", "613": "regret", "1272": "dates", "611": "drunk", "616": "mount", "617": "again", "614": "joint", "1277": "morning", "1491": "wednesday", "1472": "snow", "1473": "var_room_3", "1470": "var_time_4", "1471": "var_distance_4", "1476": "var_party_4", "1477": "var_temp_4", "1474": "var_agenda_1", "1475": "var_party_7", "1478": "doctor", "1479": "var_poi_3", "1304": "carson", "1305": "love", "1306": "desire", "1307": "high", "1300": "forecasts", "1301": "weeks", "1302": "everything", "1303": "predictions", "1497": "var_location_2", "1308": "29th", "1309": "fair", "498": "reminder", "499": "meantime", "494": "to", "495": "102", "496": "53", "497": "$s5$", "490": "certainly", "491": "outside", "492": "reached", "493": "head", "24": "distance", "25": "rsvp", "26": "garages", "27": "collison", "20": "displayed", "21": "satisfy", "22": "respectively", "23": "july", "28": "real", "29": "found", "7": "avoid", "972": "stops", "1087": "starving", "590": "state", "1085": "following", "592": "where", "1083": "cafe", "1082": "through", "977": "oval", "976": "22th", "975": "m", "974": "nearby", "973": "highlight", "1081": "about", "971": "no", "970": "requested", "1080": "2pm", "979": "ravenswood", "978": "wet", "182": "second", "183": "day", "180": "big", "181": "give", "186": "ventia", "187": "yor", "184": "2017", "185": "conversation", "188": ".m", "189": "sign", "1464": "var_temp_7", "869": "347", "868": "saturdays", "861": "notification", "860": "tho", "863": "happy", "862": "also", "865": "outcast", "864": "company", "867": "send", "866": "shows", "883": "anyone", "882": "when", "881": "prefer", "880": "trouble", "887": "20", "886": "entire", "885": "exactly", "884": "amount", "889": "would", "888": "chu", "775": "valeros", "774": "states", "777": "purpose", "776": "father", "771": "receive", "770": "ahlambra", "773": "since", "772": "others", "779": "123", "778": "navigation", "77": "those", "76": "helpful", "75": "oak", "74": "]", "73": "pic", "72": "best", "71": "fine", "70": "schedule", "79": "434", "78": "speak", "1043": "actually", "1042": "detours", "1041": "playing", "1040": "nooo", "1047": "beloved", "1046": "pull", "1045": "now", "1044": "storm", "1049": "understood", "1048": "hit", "1269": "heavy", "1268": "issue", "669": "among", "668": "rather", "1263": "fill", "666": ".o", "1261": "worried", "664": "asap", "1267": "directions", "1266": "en", "661": "meds", "660": "got", "1469": "cloudy", "1468": "var_poi_5", "1465": "var_room_1", "1018": "down", "1467": "var_distance_2", "1466": "var_party_6", "1461": "dentist", "1460": "chinese", "1463": "var_temp_5", "1019": "well", "1317": "highest", "1316": "say", "1315": "buddy", "1314": "fridays", "1313": "showing", "1312": "unable", "1311": "while", "1310": "214", "1319": "temperture", "1318": "dress", "528": "how", "529": "groceries", "319": "dose", "318": "welsome", "313": "accompanying", "312": "multiple", "311": "interested", "310": "394", "317": "orange", "316": "request", "315": "made", "314": "most", "1520": "var_temp_3", "443": ";", "442": "sons", "441": "person", "440": "mapping", "447": "hard", "1330": "set", "445": "$u2$", "1332": "269", "632": "3rd", "403": "13th", "1521": "dew", "964": "mondays", "965": "alester", "966": "together", "967": "lower", "960": "select", "961": "health", "962": "specific", "963": "30-50s", "968": "houses", "969": "start", "400": "starbuck", "1241": "heave", "878": "searched", "879": "choices", "876": "lets", "877": "seven", "874": "assist", "875": "data", "872": "7", "873": "can", "870": "mappling", "871": "philzis", "1242": "didnt", "9": "many", "1245": "joining", "644": "meet", "890": "collision", "891": "thusday", "892": "$s1$", "893": "am", "894": "encounter", "647": "destination", "896": "starve", "897": "has", "898": "without", "899": "each", "1246": "22nd", "649": "merger", "648": "which", "1537": "var_time_1", "768": "12pm", "769": "same", "762": "does", "763": "bud", "760": "fast", "640": "probably", "766": "them", "767": "approximately", "764": "thankyou", "765": "temperature", "1078": "chicken", "1079": "drink", "1076": "talking", "1077": "of", "1074": "welcoem", "1075": "fasted", "1072": "double", "1073": "aug", "1070": "human", "1071": "martha", "1094": "at270", "1095": "though", "1096": "locations", "1097": "trip", "1090": "clear", "1091": "nice", "1092": "8", "1093": "fancisco", "674": "483", "675": "activitys", "676": "adding", "677": "vary", "670": "retrieve", "671": "probem", "672": "awful", "673": "previsions", "1533": "road_block", "1418": "hhumid", "1419": "drizzling", "1410": "783", "1411": "none", "1412": "550", "1413": "clinic", "1414": "takeout", "1415": "match", "1416": "potential", "1417": "its", "1322": "glad", "1323": "wold", "1320": "san", "1321": "880", "1326": "test", "1327": "correct", "1324": "list", "1325": "it", "1328": "calls", "1329": "want", "5": "espresso", "1531": "blizzard", "1256": "called", "1257": "storms", "1254": "supposed", "1255": "december", "1252": "misspoken", "1253": "408", "1250": "pulling", "1251": "roadblock", "1528": "home", "1529": "var_time_7", "1258": "stanford", "1259": "budget", "308": "pass", "309": "cleat", "300": "864", "301": "co", "302": "inquiring", "303": "good", "304": "spot", "305": "however", "306": "situated", "307": "scattered", "1446": "friday", "622": "something", "471": "regarding", "1443": "dry", "959": "routes", "958": "involved", "951": "yo", "950": "ugh", "953": "adress", "952": "all", "955": "full", "954": "dont", "957": "both", "956": "ingelwood", "1442": "cold", "1440": "var_date_7", "667": "her", "1262": "but", "665": "new", "1260": "reports", "719": "appreciate", "718": "testing", "717": "taking", "716": "possible", "715": "soonest", "714": "presently", "713": "thank", "712": "whose", "711": "somehow", "710": "any", "1265": "clothes", "505": "focus", "1264": "free", "1069": "removed", "1068": "$u3$", "1061": "unfortunately", "1060": "452", "1063": "338", "1062": "another", "1065": "6", "1064": "mid", "1067": "mateo", "1066": "evening", "591": "parl", "1086": "predict", "593": "joes", "1084": "wanted", "595": "eyes", "594": "places", "597": "snowing", "596": "express", "599": "chicago", "598": "40s", "1089": "saurday", "1088": "my", "1409": "instead", "1408": "closer", "1403": "chance", "1402": "degrees", "1401": "minimum", "1400": "hear", "1407": "forcast", "1406": "hungry", "1405": "hotels", "1404": "exceptions", "1546": "var_address_5", "449": "get", "448": "plese", "1339": "advised", "1338": "he", "1547": "var_location_0", "1335": "remind", "1334": "pain", "1337": "wait", "1336": "nearest", "1331": "mmm", "446": "elm", "1333": "please", "444": "feel", "501": ".l", "1545": "var_party_2", "1542": "drizzle", "1543": "var_poi_6", "39": "springer", "38": "includes", "1540": "var_party_5", "33": "medication", "32": "closeest", "31": "responded", "30": "downtown", "37": "present", "36": "liked", "35": "reiterate", "34": ">", "641": "with", "1240": "despite", "643": "little", "642": "5:50", "645": "care", "1244": "boys", "1247": "average", "646": "100s", "1249": "scedule", "1248": "gasoline", "1539": "sunday", "1538": "no_traffic", "339": "coming", "338": "woud", "335": "mall", "334": "might", "337": "guess", "336": "next", "331": "ones", "330": ".w", "333": "barringer", "332": "271", "8": "willow", "1462": "car_collision", "948": "sit", "949": "12th", "946": "because", "947": "pizza/", "944": "memory", "945": "workout", "942": "safely", "943": "produce", "940": "starts", "941": "that", "133": "cant", "132": "ups", "131": "addres", "130": "amazing", "137": "$STOP$", "136": "always", "135": "altherton", "134": "traffic/", "139": "forget", "138": "setting", "1354": "481", "708": "5th", "709": "4", "704": "shrimps", "705": "take", "706": "details", "707": "tonight", "700": "bye", "701": ",", "702": "option", "703": "10", "88": "really", "89": "shall", "82": "followed", "83": "philz", "80": "ranging", "81": "fahrenheit", "86": "fun", "87": "more", "84": "watch", "85": "above", "410": "gathering", "1389": "sells", "586": "us", "587": "enough", "584": "we", "585": "point", "582": "listings", "583": "areas", "580": "reach", "581": "drzzle", "588": "even", "589": "vote", "1436": "frost", "1437": "conference", "1434": "var_poi_2", "1435": "var_agenda_3", "1432": "var_distance_1", "1433": "var_address_7", "1430": "var_distance_6", "1431": "var_distance_3", "1380": "yorks", "1438": "heavy_traffic", "419": "patience", "1541": "var_party_0", "1348": "careful", "459": "series", "1340": "you1", "1341": "his", "452": "need", "453": "carefully", "454": "conditions", "1345": "restaraunt", "456": "fall", "457": "guide", "656": "done", "657": "light", "654": "look", "655": "$s4$", "652": "welcome", "653": "cafes", "650": "mood", "651": "waste", "1508": "var_time_0", "1509": "friend", "658": "daughters", "659": "place", "1376": "party", "322": "promptly", "323": "food", "320": "startbucks", "321": "alger", "326": "clevelands", "327": "poi", "324": "lives", "325": "massage", "328": "agree", "329": "171", "995": "satruday", "994": "will", "997": "options", "996": "serves", "991": "on", "990": "million", "993": "scheduling", "992": "provide", "999": "8th", "998": "n", "120": "keen", "121": "$PAD$", "122": "was", "123": "preference", "124": "their", "125": "vaccination", "126": "buy", "127": "trying", "128": "along", "129": "reminders", "1134": "listed", "579": "[", "578": "hand", "604": "$s3$", "573": "occasions", "572": "centers", "571": "heart", "570": "highlighted", "577": "nope", "576": "agenda", "575": "roads", "574": "attending", "1209": "there", "600": "jones", "1421": "weekend", "1420": "your", "1423": "hail", "1422": "suffice", "1425": "var_location_3", "1424": "var_address_2", "1427": "monday", "1426": "moderate_traffic", "1429": "var_date_2", "1428": "var_agenda_4", "602": "dental", "731": "cities", "730": "way", "733": "promising", "732": "from", "735": "view", "734": "avoiding", "737": "warmest", "736": "course", "739": "note", "738": "very", "1359": "4:45", "1358": "direct", "469": "story", "468": "this", "1353": "fasest", "1352": ":", "1351": "style", "1350": "alright", "1357": "make", "1356": "14th", "1355": "road", "608": "few", "1273": "van", "1519": "dinner", "1518": "var_temp_8", "1515": "hospital", "1514": "windy", "1517": "var_time_3", "1516": "clear_skies", "1511": "var_date_1", "1510": "saturday", "1513": "warm", "1512": "var_temp_6", "357": "appear", "356": "apple", "355": "range", "354": "3", "353": "cost", "352": "route", "351": "frosty", "350": "news", "359": "shops", "358": "then", "43": "temp", "1447": "lab", "1110": "prediction", "1445": "var_location_6", "289": "383", "288": "two", "1444": "optometrist", "281": "!", "280": "did", "283": "response", "282": "pay", "285": "fairly", "284": "have", "287": "583", "286": "reserve", "1441": "var_address_0", "1116": "code", "263": "game", "262": "raining", "261": "schedules", "260": "enroute", "267": "program", "266": "up", "265": "kind", "264": "childrens", "269": "university", "268": "far", "988": "anything", "989": "problem", "982": "cloud", "983": "shown", "980": "hello", "981": "bunch", "986": "climate", "987": "map", "984": "covers", "985": "citys", "115": "2opm", "114": "rock", "117": "going", "116": "slight", "111": "flip", "110": "pizzeria", "113": "shots", "112": "so", "119": "pick", "118": "frank", "484": "pronto", "568": "italian", "569": "further", "560": "cool", "561": "proceed", "562": "needed", "563": "cup", "564": "lined", "565": "329", "566": "follow", "567": "$u5$", "1188": "4:50", "1189": "657", "1186": "event", "1187": "sir", "1184": "during", "1185": "papa", "1182": "headed", "1183": "first", "1180": "future", "1181": "90", "726": "is", "727": "looks", "724": "saved", "725": "much", "722": "find", "723": "uhh", "720": "laboratory", "721": "ice", "728": "via", "729": "na", "1164": "center", "1165": "bet", "1166": "seeking", "1167": "time", "1160": "alma", "1161": "100", "1162": "sister", "1163": "eventually", "1168": "confused", "1169": "not", "1366": "long", "48": ".s", "49": "hope", "46": "assistant", "47": "routh", "44": "pm", "45": "repeat", "42": "exact", "1364": "arcadia", "40": "enjoy", "41": "immediately", "1298": "todays", "1299": "different", "1292": "at", "476": "into", "1290": "possibly", "1291": ".is", "1296": "like", "1297": "hospitals", "1294": "heat", "1295": "sue", "1360": "lows", "475": "drive", "1201": "invited", "472": "loved", "473": "storming", "470": "him", "1365": "perfect", "1362": "plotted", "477": "heads", "474": "york", "1361": "types", "478": "tomorrow", "479": "help", "1368": "\\", "1369": "beside"}, "input_vocab_size": 1550, "vocab_mapping": {"": 148, "raining": 262, "todays": 1298, "four": 377, "sleep": 635, "saved": 724, "tomorrows": 160, "whose": 712, "buddy": 1315, "aug": 1073, "snowing": 597, "347": 869, "sorry": 623, "updated": 251, "gover": 1231, "jack": 2, "var_address_2": 1424, "var_address_3": 1455, "var_address_0": 1441, "var_address_1": 1449, "var_address_6": 1456, "var_address_7": 1433, "encounter": 894, "var_address_5": 1546, "wednesday": 1491, "humidity": 219, "roadblock": 1251, "cloudiness": 1150, "heading": 409, "9pm": 1056, "enjoy": 40, "welcone": 1136, "29th": 1308, "direct": 1358, "chef": 848, "271": 332, "second": 182, "street": 1157, "7th": 919, "$u5$": 567, "panda": 1179, "even": 588, "$s1$": 892, "above": 85, "new": 665, "ever": 429, "error": 1391, "here": 806, "reported": 1055, "102": 495, "100": 1161, "promptly": 322, "104": 451, "calculate": 401, "dry": 1443, "clarify": 1211, "items": 519, "reports": 1260, "fantastic": 255, "replace": 626, "bro": 828, "patience": 419, "amherst": 1177, "plot": 932, "would": 889, "hospital": 1515, "call": 624, "type": 840, "until": 1028, "relax": 830, "jangs": 696, "aware": 1215, "warn": 245, "warm": 1513, "excellent": 838, "90": 1181, "jingcan": 392, "me": 911, "springer": 39, "room": 754, "work": 63, "gasoline": 1248, "temperatures": 381, "exceptions": 1404, "my": 1088, "route": 352, "a\\address": 99, "give": 181, "550": 1412, "foods": 397, "want": 1329, "scheduling": 993, "times": 637, "preferably": 1279, "end": 290, "conversation": 185, "provide": 992, "var_date_0": 1548, "travel": 1270, "var_date_2": 1429, "nuts": 435, "var_date_4": 1504, "var_date_7": 1440, "var_date_6": 1492, "how": 528, "amazing": 130, "pizza": 1439, "lab": 1447, "thankyou": 764, "wrong": 1213, "assitant": 818, "mesa": 824, "types": 1361, "purchase": 1233, "third": 420, "appreciate": 719, "goodbye": 145, "enter": 1155, "wind": 95, "office": 633, "arastradero": 1225, "over": 207, "vary": 677, "before": 1021, "alrigth": 385, "somewhere": 794, ",": 701, "better": 744, "var_address_4": 1544, "weeks": 1301, "408": 1253, "then": 358, "them": 766, "downs": 1137, "safe": 1059, "80s": 515, "they": 487, "ther": 1347, "alternately": 3, "40s": 598, "each": 899, "mean": 1133, "signing": 167, "series": 459, "hhumid": 1418, "394": 310, "laboratory": 720, "saturday": 1510, "gon": 56, "driving": 679, "medicine": 1523, "got": 660, "amaranta": 555, "workout": 945, "little": 643, "free": 1264, "wanted": 1084, "$u4$": 1390, "road_block": 1533, "starts": 940, "days": 685, "ups": 132, "takeout": 1414, "fasest": 1353, "clothes": 1265, "already": 1050, "another": 1062, "navigator": 805, "171": 329, "carson": 1304, "ahlambra": 770, "service": 831, "657": 1189, "tired": 431, "approximately": 767, "needed": 562, "listed": 1134, "tom": 938, "john": 1156, "ranging": 80, "2am": 166, "serve": 221, "somewhat": 101, "mappling": 870, "distance": 24, "soonest": 715, "likely": 844, "classes": 1105, "10th": 511, "navigate": 612, "mind": 146, "mine": 1381, "talking": 1076, "-": 140, "snow": 1472, "at270": 1094, "shall": 89, "what": 59, "coin": 549, "alarm": 1372, "m": 975, "responded": 31, "20-30": 1280, "hunger": 1349, "random": 1234, "heavy_traffic": 1438, "radio": 1130, "lessons": 361, "2opm": 115, "do": 203, "wide": 227, "watch": 84, "preferred": 404, "despite": 1240, "report": 218, "dr": 935, "chanel": 761, "ravenswood": 979, "bad": 755, "shots": 113, "no_traffic": 1538, "thanks": 786, "fair": 1309, "testing": 718, "radius": 235, ".is": 1291, "best": 72, "said": 1238, "lots": 231, "away": 277, "unable": 1312, "ingelwood": 956, "we": 584, "adding": 676, "however": 305, "383": 289, "news": 350, "picking": 1038, "hours": 1193, "climate": 986, "accident": 398, "ill": 294, "games": 1195, "planned": 394, "20s": 103, "refill": 1146, "alester": 965, "speak": 78, "conference": 1437, "bathroom": 1010, "$s3$": 604, "three": 1017, "been": 1053, "quickly": 389, "100fs": 1220, "much": 725, "expected": 536, "location": 619, "iniglewood": 1293, "mateo": 1067, "n": 998, "near": 298, "nowy": 92, "seven": 877, "thursdays": 1129, "is": 726, "it": 1325, "cant": 133, "im": 537, "in": 205, "happening": 936, "id": 373, "traffic/": 134, "if": 1145, "confirmed": 1035, "franciscos": 393, "suggest": 1237, "make": 1357, "beside": 1369, "avoids": 1006, "several": 241, "showing": 1313, "fairly": 285, "rain": 1489, "hand": 578, "fridays": 1314, "shortly": 627, "game": 263, "tho": 860, "the": 850, "just": 106, "warmest": 737, "rhank": 395, "farther": 1057, "human": 1070, "yes": 903, "impending": 811, "note": 739, "elm": 446, "anyt": 1226, "beloved": 1047, "has": 897, "adress": 953, "var_agenda_3": 1435, "var_agenda_2": 1448, "possible": 716, "possibly": 1290, "whichever": 194, "var_agenda_0": 1502, "3pm": 1122, "desire": 1306, "county": 924, "var_agenda_1": 1474, "martha": 1071, "satruday": 995, "56": 758, "50": 1367, "53": 496, "theyre": 841, "specific": 962, "remind": 1335, "night": 1222, "right": 98, "deal": 152, "probem": 671, "wearther": 462, "somehow": 711, "pain": 1334, "var_temp_2": 1486, "scedule": 1249, "for": 387, "notification": 861, "ice": 721, "everything": 1302, "asking": 252, "3:30": 1125, "yorks": 1380, "dental": 602, "predicting": 1138, "super": 249, "dinner": 1519, "afternoon": 922, "slightly": 907, "tonights": 1214, "var_time_6": 1487, "var_time_7": 1529, "var_time_4": 1470, "var_time_5": 1490, "whats": 279, "var_time_3": 1517, "var_time_0": 1508, "var_time_1": 1537, "down": 1018, "wan": 606, "vaccination": 125, "suffice": 1422, "people": 693, "knowing": 683, "stuck": 488, "way": 730, "music": 1394, "was": 122, "happy": 863, "lowest": 557, "starve": 896, "head": 493, "snowy": 743, "arastraero": 233, "garages": 26, "heat": 1294, "hear": 1400, "lows": 1360, "removed": 1069, "$s2$": 438, "tell": 104, "inquiring": 302, "medication": 33, "pizza/": 947, "covers": 984, "hungry": 1406, "sometime": 1119, "check": 520, "no": 971, "na": 729, "when": 882, "setting": 138, "jong": 1229, "test": 1326, "welcome": 652, "coronas": 662, "update": 746, "journey": 51, "weekend": 1421, "jones": 600, "fastes": 344, "longer": 1285, "together": 966, "var_party_0": 1541, "var_party_1": 1495, "var_party_2": 1545, "fasted": 1075, "var_party_4": 1476, "var_party_5": 1540, "var_party_6": 1466, "time": 1167, "whoever": 516, "ouch": 209, "mile": 1399, "displaying": 540, "certainly": 490, "caldwell": 1009, "father": 776, "819": 162, "finally": 1286, "fog": 506, "must": 1384, "southwest": 1218, "shoot": 548, "choice": 360, "advised": 1339, "trouble": 880, "exact": 42, "cool": 560, "clouds": 554, "solves": 434, "did": 280, "12th": 949, "cloudy": 1469, "quick": 206, "added": 480, "says": 842, "regret": 613, "repetitive": 1230, "prediction": 1110, "sign": 189, "cost": 353, "appear": 357, "assistance": 53, "remain": 257, "current": 925, "goes": 550, "falling": 417, "satisfy": 21, "5671": 247, "5672": 13, "address": 1175, "[": 579, "appears": 450, "wait": 1337, "alto": 934, "sending": 213, "arcadia": 1364, "alta": 1243, "436": 173, "434": 79, "navigation": 778, "massage": 325, "plotted": 1362, "love": 1305, "prefer": 881, "marked": 455, "1st": 391, "market": 812, "hotels": 1405, "thre": 636, "visit": 1271, "predictions": 1303, "live": 424, "wondering": 246, "memory": 944, "today": 390, "``": 436, "acceptable": 428, "downtown": 30, "car": 634, "can": 873, "following": 1085, "making": 67, "arrive": 201, "nearest": 1336, "predict": 1086, "december": 1255, "awesome": 363, "confused": 1168, "heard": 1208, "1": 906, "sunday": 1539, ",2": 524, "var_location_4": 1482, "var_location_5": 1535, "var_location_6": 1445, "var_location_0": 1547, "arbol": 839, "var_location_2": 1497, "var_location_3": 1425, "map": 987, "145": 276, "alger": 321, "may": 517, "parkings": 157, "spot": 304, "produce": 943, "date": 1232, "such": 196, "data": 875, "man": 97, "wdnesday": 620, "remember": 927, "var_distance_5": 1457, "whenever": 109, "maybe": 422, "st": 141, "var_date_1": 1511, "123": 779, "so": 112, "pulled": 1274, "var_date_3": 1483, "serving": 1239, "var_date_5": 1549, "displayed": 20, "course": 736, "var_time_2": 1527, "cold": 1442, "still": 740, "group": 1003, "thank": 713, "addres": 131, "willow": 8, "hot": 1451, "coordinates": 917, "listing": 413, "22and": 1206, "happened": 504, "views": 1153, "moms": 292, "30-50s": 963, "lunch": 1107, "half": 856, "not": 1169, "now": 1045, "discuss": 237, "nor": 258, "wont": 17, "name": 1058, "drom": 629, "rock": 114, "el": 545, "en": 1266, "retrieve": 670, "$STOP$": 137, "directing": 503, "girl": 699, "morning": 1277, "pills": 384, "redwood": 163, "shown": 983, "accomplish": 521, "3rd": 632, "looking": 18, "seriously": 1203, "navigating": 908, "pizzeria": 110, "100s": 646, "correct": 1327, "shows": 866, "enroute": 260, "maping": 415, "cars": 814, "million": 990, "blizzards": 170, "care": 645, "where": 592, "drizzling": 1419, "listings": 582, "turn": 425, "place": 659, "routes": 959, "think": 1005, "first": 1183, "tennis": 1493, "one": 50, "specifically": 154, "vote": 589, "sounds": 835, "open": 239, "tomorrow": 478, "city": 240, "given": 1221, "22th": 976, "anyone": 883, "2": 482, "mountianview": 1398, "friend": 1509, "eyes": 595, "mostly": 1052, "that": 941, "than": 1139, "11": 366, "10": 703, "12": 836, "unfortunately": 1061, "10:00": 526, "future": 1180, "were": 375, "startbucks": 320, "and": 295, "gathering": 410, "san": 1320, "locations": 1096, "sad": 1132, "13th": 403, "say": 1316, "sells": 1389, "any": 710, "terrific": 208, "potential": 1416, "take": 705, "wanting": 845, "200": 691, "begin": 756, "sure": 609, "multiple": 312, "menlo": 230, "]": 74, "especially": 1212, "average": 1247, "later": 1016, "drive": 475, "tooth": 1141, "$PAD$": 121, "shop": 1030, "shot": 816, "show": 535, "30-40": 383, "bostons": 525, "slow": 1363, "stormy": 1501, "storms": 1257, "outside": 491, "nextt": 418, "only": 1036, "going": 117, "dicu": 1343, "moderate_traffic": 1426, "get": 449, "assistant": 46, "lighter": 223, "invited": 1201, "regarding": 471, "swim": 804, "almanor": 1210, "worried": 1261, "miles": 639, "predicted": 217, "discussing": 96, "picnic": 368, "seat": 807, "parking": 1458, "optometrist": 1444, "calendar": 931, "830": 430, "thurs": 1114, "forecast": 421, "enough": 587, "between": 909, "mandarin": 509, "arrival": 787, "infrastructure": 1176, "august": 155, "screen": 780, "cities": 731, "come": 211, "dates": 1272, "783": 1410, "many": 9, "cafes": 653, "s": 547, "alamanor": 538, "nearby": 974, "among": 669, "period": 432, "60": 1377, "learning": 1387, "poi": 327, "forecasted": 742, "locally": 408, "mark": 346, "sensibly": 342, "direction": 921, "shopping": 1500, "forcast": 1407, "reaching": 813, "foggy": 1494, "careful": 1348, "those": 77, "sound": 1159, "these": 900, "parl": 591, "promising": 733, "shops": 359, "50s": 1, "ive": 915, "thatll": 802, "eventually": 1163, "$GO$": 0, "coffee": 1498, "90fs": 1342, "good": 303, "everyday": 1031, "worry": 1173, "different": 1299, "doctor": 1478, "pay": 282, "reminded": 621, "same": 769, "trip": 1097, "ya": 1022, "reminder": 498, "events": 1008, "week": 534, "closest": 1152, "assist": 874, "driver": 920, "ness": 800, "running": 1104, "changing": 638, "westin": 55, "without": 898, "very": 738, "214": 1310, "being": 502, "rest": 1481, "kill": 741, "storming": 473, "speed": 610, "weekly": 905, "thinking": 142, "seems": 411, "except": 198, "lets": 876, "tio": 460, "4": 709, "skies": 1106, "scheduled": 1117, "starving": 1087, "around": 821, "optometrists": 65, "30-50": 551, "traffic": 817, "preference": 123, "mom": 825, "schedules": 261, "using": 1228, "serves": 996, "either": 694, "occasions": 573, "mood": 650, "confirm": 248, "nooo": 1040, "recorded": 1027, "stops": 972, "moderate": 341, "suday": 1024, "football": 1453, "drzzle": 581, "business": 1033, "asap": 664, "broken": 500, "directionsome": 847, "on": 991, "ok": 513, "oh": 1235, "of": 1077, "previsions": 673, "stand": 1158, "wold": 1323, "or": 1388, "road": 1355, "outlook": 463, "youd": 1103, "parties": 559, "coupe": 1275, "your": 1420, "her": 667, "area": 1197, "distracted": 858, "start": 969, "mondays": 964, "low": 630, "lot": 1025, "alameda": 412, "753": 174, "hacienda": 1032, "trying": 127, "with": 641, "you1": 1340, "faster": 752, "pull": 1046, "take-out": 190, "stanford": 1258, "agree": 328, "coupas": 895, "certain": 426, "am": 893, "an": 6, "as": 52, "at": 1292, "of20f": 105, "hospitals": 1297, "fill": 1263, "again": 617, "yoga": 1505, "var_party_3": 1450, "5": 1375, "var_room_0": 1503, "var_room_1": 1465, "you": 378, "var_room_3": 1473, "yor": 187, "requested": 970, "60s": 849, "20fs": 678, "includes": 38, "483": 674, "481": 1354, "calls": 1328, "hello": 980, "alright": 1350, "once": 402, "original": 832, "all": 952, "forget": 139, "chinese": 1460, "month": 1135, "dish": 810, "follow": 566, "plese": 448, "apartment": 1393, "referring": 514, "thursday": 1506, "to": 494, "program": 267, "fresnos": 510, "appointment": 1151, "1pm": 531, "far": 268, "collison": 27, "focus": 505, "sons": 442, "fall": 456, "awful": 672, "alma": 1160, "accompanying": 313, "list": 1324, "to113": 1200, "reminding": 605, "heavey": 1171, "mount": 616, "20th": 923, "teh": 910, "quicker": 228, "tea": 58, "whens": 1100, "zero": 1014, "pass": 308, "further": 569, "situated": 306, "90s": 1012, "sue": 1295, "full": 955, "ranges": 296, "chrildrens": 1192, "directions": 1267, "search": 486, "ahead": 1379, "experience": 256, "amount": 884, "pich": 165, "arent": 405, "pick": 119, "real": 28, "options": 997, "via": 728, "followed": 82, "put": 210, "select": 960, "attendance": 238, "eye": 558, "proceed": 561, "destination": 647, "two": 288, "6": 1065, "more": 87, "company": 864, "particular": 254, "hurry": 433, "glad": 1322, "town": 532, "none": 1411, "hour": 236, "dew": 1521, "mall": 335, "dec": 91, "states": 774, "collision": 890, "minimum": 1401, "chicagos": 108, "dress": 1318, "!": 281, "information": 791, "needs": 466, "rather": 668, "4:50pm": 803, "motels": 61, "shouldnt": 414, "okay": 1205, "plans": 439, "611": 933, "mapping": 440, "blood": 1128, "coming": 339, "response": 283, "a": 1124, "short": 857, "anytime": 437, "pleasure": 615, "playing": 1041, "help": 479, "soon": 1196, "held": 365, "isnt": 1288, "through": 1082, "avenue": 370, "its": 1417, "style": 1351, "20": 887, "clear_skies": 1516, "pronto": 484, "actually": 1043, "$u3$": 1068, "might": 334, "secheduled": 19, "evening": 1066, "yo": 951, "seeking": 1166, "food": 323, "uhh": 723, "starbucks": 1126, "5:50": 642, "sundays": 784, "always": 136, "found": 29, "heavy": 1269, "jings": 1154, "house": 541, "hard": 447, "expect": 815, "heave": 1241, "event": 1186, "really": 88, "since": 773, "health": 961, "7": 872, "issue": 1268, "plotting": 149, "hailing": 530, "drink": 1079, "friday": 1446, "story": 469, "mmm": 1331, "houses": 968, "coffe": 161, "ask": 792, "beginning": 1223, "needing": 1020, "feed": 851, "dont": 954, "probability": 790, "feel": 444, "done": 656, "mist": 1378, "miss": 618, "guess": 337, "heads": 477, "temperature": 765, "keen,578": 542, "5th": 708, "least": 1278, "station": 197, "storm": 1044, "store": 1098, "gps": 291, "option": 702, "hotel": 275, "park": 553, "dentist": 1461, "kind": 265, "kindly": 489, "double": 1072, "864": 300, "supposed": 1254, "toward": 10, "880": 1321, "mountain": 1127, "nights": 914, "also": 862, "finding": 1118, "play": 916, "towards": 1039, "773": 481, "reach": 580, "most": 314, "plan": 406, "70": 93, "nothing": 1289, "extremely": 64, "clear": 1090, "cover": 508, "10am": 244, "joining": 1245, "ugh": 950, "humid": 1525, "scattered": 307, "session": 179, "carefully": 453, "fine": 71, "find": 722, "merger": 649, "jills": 195, "8": 1092, "his": 1341, "hit": 1048, "express": 596, "sunny": 607, "grocery": 1532, "fastesr": 1227, "fastest": 60, "during": 1184, "him": 470, "activity": 1140, "set": 1330, "see": 273, "are": 1131, "var_poi_2": 1434, "close": 686, "var_poi_0": 1480, "var_poi_1": 1530, "var_poi_6": 1543, "var_poi_7": 1526, "var_poi_4": 1485, "var_poi_5": 1468, "wow": 688, "currently": 682, "please": 1333, "probably": 640, "conditions": 454, "available": 1373, "80-100": 172, "attention": 1395, "citys": 985, "both": 957, "feeling": 1147, "prescription": 781, "restaurant": 349, "whole": 1149, "9:00": 464, "load": 680, "liked": 36, "drunk": 611, "sweet": 1383, "5677": 1199, "frosty": 351, "car_collision": 1462, "along": 128, "whos": 1026, "whom": 826, "pf": 833, "pi": 1287, "meeting": 1536, "empty": 527, "pm": 44, "$u2$": 445, "gas": 1488, "else": 1143, "lives": 324, "look": 654, "budget": 1259, "while": 1311, "involved": 958, "fun": 86, "guide": 457, "theres": 1023, "thusday": 891, "calender": 820, "ready": 150, "attach": 14, "daughters": 658, "yesterday": 1120, "moment": 212, "purpose": 777, "wheres": 937, "hows": 345, "lower": 967, "camarillon": 11, "person": 441, "listening": 687, "alternative": 54, "338": 1063, "cup": 563, "alternate": 343, "drizzles": 202, "var_party_7": 1475, "wil": 523, "march": 902, "big": 180, "couple": 1011, "matters": 913, ".tomorrow": 1099, "like": 1296, "follows": 785, "saturdays": 868, "30s": 1001, "some": 1217, "back": 757, "atheron": 216, "understood": 1049, "776": 1371, "palo": 681, "though": 1095, "meds": 661, "be": 156, "run": 753, "fresco": 369, "uff": 690, "by": 1000, "anything": 988, "range": 355, "misspoken": 1252, "seeing": 512, "into": 476, "within": 1224, "thrusday": 625, "lesson": 747, "placing": 1148, "fast": 760, ":": 1352, "jacks": 376, "frost": 1436, "boys": 1244, "$s5$": 497, "coldest": 483, "info": 1054, ".l": 501, ".m": 188, ".o": 666, "restaraunt": 1345, "up": 266, "us": 586, "carefull": 795, ".y": 823, "highlight": 973, ".s": 48, "similar": 601, "called": 1256, ".w": 330, "cleat": 309, "$u1$": 4, "cafe": 1083, "rainy": 467, "amounts": 1396, "nice": 1091, "papa": 1185, "helping": 1190, "meaning": 147, "reservation": 458, "lane": 1370, "certain_address": 1496, "reserve": 286, "having": 1113, "initiating": 234, "noooooooo": 57, "code": 1116, "results": 191, "windy": 1514, "groceries": 529, "hai": 407, "go": 204, "centers": 572, "itll": 100, "send": 867, "helps": 663, "quarterly": 158, "include": 929, "sent": 399, "presently": 714, "putting": 518, "trough": 159, "entire": 886, "try": 1204, "joes": 593, "avoiding": 734, "noted": 192, "shrimps": 704, "traveling": 853, "picked": 1174, "chicago": 599, "giving": 271, "tuesdays": 843, "slight": 116, "espresso": 5, ";": 443, "70fs": 225, "exercise": 229, "respectively": 22, "let": 1013, "others": 772, "great": 1207, "receive": 771, "5:00": 1236, "30": 1112, "chans": 1198, "648": 697, "thats": 1101, "named": 684, "apple": 356, "blizzard": 1531, "heart": 571, "siri": 799, "private": 226, "oval": 977, "cloud": 982, "desiring": 171, "use": 1385, "from": 732, "&": 904, "next": 336, "few": 608, "chu": 888, "sort": 278, "upcoming": 829, "started": 214, "about": 1081, "central": 253, "f": 372, "this": 468, "stations": 855, "valeros": 775, "meet": 644, "didnt": 1242, "point": 585, "high": 1307, "pulling": 1250, "something": 622, "wonderful": 808, "$s4$": 655, "sir": 1187, "ravenwood": 819, "sit": 948, "dinners": 1392, "welcoem": 1074, "traders": 259, "located": 1004, "varies": 782, "instead": 1409, "welsome": 318, "greatly": 465, "barringer": 333, "stop": 846, "highs": 837, "3": 354, "standford": 533, "22nd": 1246, "light": 657, "reminders": 129, "temp": 43, "agenda": 576, "lined": 564, "saurday": 1089, "avalible": 748, "including": 461, "looks": 727, "bunch": 981, "perfect": 1365, "delay": 1144, "chosen": 1219, "meantime": 499, "degrees": 1402, "choose": 379, "orange": 317, "2017": 184, "bye": 700, "rsvp": 25, "dad": 144, "crash": 689, "practice": 362, "camino": 175, "mention": 272, "day": 183, "10pm": 1034, "4:45": 1359, "university": 269, "var_location_1": 1522, "weather": 788, "activate": 1007, "altaire": 759, "doing": 544, "programmed": 852, "our": 66, "86": 745, "out": 143, "reboot": 912, "rea": 299, "583": 287, "580": 193, "frank": 118, "70s": 348, "attending": 574, "jill": 102, "york": 474, "shortest": 1344, "routh": 47, "fancisco": 1093, "could": 1115, "keep": 546, "keen": 120, "4th": 1123, "there": 1209, "452": 1060, "reaches": 224, "reached": 492, "long": 1366, "system": 153, "fahrenheit": 81, "their": 124, "activitys": 675, "exactly": 885, "too": 199, "july": 23, "loved": 472, "heh": 783, "6th": 62, "providing": 798, "bet": 1165, "tonight": 707, "activites": 151, "ventia": 186, "have": 284, "var_poi_3": 1479, "need": 452, "s=would": 1051, "afraid": 16, "able": 12, "mid": 1064, "mix": 827, "inglewoods": 270, "which": 648, "329": 565, "var_temp_7": 1464, "var_temp_6": 1512, "var_temp_5": 1463, "var_temp_4": 1477, "var_temp_3": 1520, "allow": 1037, "var_temp_1": 1499, "var_temp_0": 1507, "who": 1108, "var_temp_8": 1518, "class": 1102, "stereo": 928, "barista": 1283, "gather": 220, "request": 316, "fact": 243, "chances": 1172, "anyway": 809, "philzis": 871, "bring": 423, "chicken": 1078, "nearer": 340, "(": 1109, "should": 1029, "local": 1397, "interested": 311, "hope": 49, "mainly": 396, "var_distance_4": 1471, "joint": 614, "var_distance_6": 1430, "ones": 331, "var_distance_0": 1534, "var_distance_1": 1432, "var_distance_2": 1467, "var_distance_3": 1431, "areas": 583, "manhattans": 793, "nope": 577, "calling": 901, "contain": 1374, "view": 735, "guessing": 918, "reiterate": 35, "closer": 1408, "4:50": 1188, "closet": 232, "state": 590, "quickest": 177, "neither": 1382, "youll": 374, "job": 801, "ames": 427, "2pm": 1080, "taking": 717, "tueday": 522, "april": 1015, "marta": 176, "safely": 942, "otherwise": 751, "relevant": 68, "co": 301, "tuesday": 1459, "walk": 1191, "hottest": 297, "waste": 651, ">": 34, "465": 692, "463": 15, "last": 698, "present": 37, "homes": 200, "choices": 879, "will": 994, "wild": 939, "seatlle": 1281, "vp": 749, "malls": 930, "ave": 1284, ")": 1386, "highlighted": 570, "party": 1376, "reporting": 382, "outcast": 865, "forecasts": 1300, "center": 1164, "i": 631, "overcast": 1524, "well": 1019, "philz": 83, "position": 94, "phils": 1170, "altherton": 135, "stores": 603, "less": 386, "executive": 69, "dose": 319, "clinic": 1413, "predicts": 164, "wed": 859, "headed": 1182, "\\": 1368, "add": 1282, "wet": 978, "match": 1415, "identical": 222, "checking": 1194, "var_agenda_4": 1428, "know": 215, "$u6$": 926, "immediately": 41, "269": 1332, "var_room_2": 1484, "insert": 1202, "helpful": 76, "lost": 1142, "garage": 1346, "lose": 1121, "works": 367, "italian": 568, "indications": 507, "because": 946, "hail": 1423, "12pm": 768, "warmer": 854, "113": 274, "home": 1528, "drizzle": 1542, "woud": 338, "trust": 695, "avoid": 7, "14th": 1356, "does": 762, "temperture": 1319, "?": 552, "locate": 347, "schedule": 70, "although": 169, "wirth": 168, "sister": 1162, "actual": 364, "getting": 1276, "nda": 1216, "toms": 388, "swimming": 1452, "childrens": 264, "60-80": 556, "doesnt": 789, "roads": 575, ".": 1111, "jing": 543, "clevelands": 326, "van": 1273, "additional": 539, "kidding": 242, "704": 371, "adddress": 797, "buy": 126, "but": 1262, "hi": 822, "highest": 1317, "eat": 1178, "bud": 763, "he": 1338, "misty": 1454, "made": 315, "places": 594, "wish": 107, "flip": 111, "peets": 250, "problem": 989, "minutes": 628, "display": 750, "reservations": 90, "pic": 73, "48": 834, "tenth": 485, "oak": 75, "starbuck": 400, "40": 293, "other": 796, "details": 706, "repeat": 45, 