{"generate_vocab_size": 3584, "output_vocab_size": 19187, "rev_mapping": {"0": "$GO$", "4446": "782.1", "13356": "876.9", "6972": "1352.35", "11542": "864.31", "11543": "4261.59", "11540": "8626.13", "11541": "3229.86", "11546": "11:15", "11547": "1200.15", "11544": "3125.97", "11545": "antique_mantle", "8090": "2496.47", "11548": "35939.66", "11549": "19900", "18447": "943.42", "5988": "4039.92", "5989": "7300", "4509": "10427.45", "5982": "2078.69", "5983": "2779.76", "6973": "500.11", "5981": "15900", "5986": "4987.0", "5987": "4339.88", "5984": "10864.41", "5985": "401.52", "14609": "1120.55", "6343": "2079.96", "10613": "10511.92", "4643": "20768212.88", "6970": "3017.22", "6796": "3261.6", "6797": "2427.58", "6794": "1582.41", "4904": "2308.43", "6792": "7836.62", "6793": "265.27", "6790": "3337.53", "6791": "784.42", "13637": "851.94", "11955": "4219.00", "6798": "12326.98", "6799": "6277.89", "12771": "1337.75", "6294": "6655.17", "11879": "2575.63", "270": "figure", "271": "responsibilities", "272": "whatre", "273": "area", "274": ":two_women_holding_hands", "275": "months", "276": "tto", "277": "commitment", "278": "freebie", "279": "destination", "16707": "1856.64", "16706": "7980.63", "16701": "1242.15", "16700": "3546.81", "16703": "734.96", "16702": "13357.21", "6677": "3204.4", "12019": "6822.23", "12018": "3095.68", "12015": "2876.25", "12014": "3467.55", "12017": "9701.58", "12016": "10424.82", "12011": "736.68", "12010": "182.14", "12013": "pinnacle", "12012": "3685.86", "17258": "4178.74", "17259": "9300", "10419": "3334.5", "18184": "3867.93", "17250": "21710.53", "17251": "11786.8", "17252": "1-10", "17253": "3811.45", "17254": "4525.6", "17255": "2754.6", "17256": "3943.44", "17257": "7870.74", "10709": "438.49", "10708": "queen's_jungle_hotel", "9528": "1818.86", "9529": "5290.5", "9258": "1301.23", "9259": "2182.81", "10703": "6402.19", "9257": "1395.29", "10701": "1910.64", "9527": "4:25", "9252": "recife", "9521": "1473.3", "9250": "18:50", "10704": "6:24", "15485": "15:51", "18517": "20:45", "18182": "2500.85", "4644": "474.57", "11951": "2837.7", "5257": "14834.59", "10619": "2297.46", "5980": "847.3", "16231": "4711.89", "5873": "3:10", "8098": "12485.38", "6415": "285.83", "10895": "3408.74", "10618": "25289.35", "16230": "5508.2", "14729": "4266.89", "3519": "aren", "3518": "world", "3513": "den", "3512": "drink", "3511": "career", "3510": "yeah", "3517": "magazine", "3516": "daughter", "3515": "grrrrrrrrr", "3514": "ranting", "2688": "two", "2689": "search", "2684": "mistresses", "2685": "reject", "2686": "rsidence_alpha", "2687": "computer", "2680": "choose", "2681": "..whats", "2682": "27th", "2683": "priority", "14624": "1274.7", "14625": "4195.31", "14626": "399.9", "14627": "2670.82", "14620": "630.5", "14621": "12110.9", "14622": "18248.55", "14623": "2135.65", "14628": "5161.47", "14629": "3547.0", "99": "inspection", "98": "sao", "18334": "57782.26", "6833": "7573.39", "91": "confidentiality", "90": "adhere", "93": "teach", "92": "adventure", "95": "whigs", "94": "ah", "97": "friendly", "96": "marrying", "4527": "635.11", "18514": "31-8", "13058": "1318.73", "13059": "436.7", "16235": "3445.24", "13052": "7139.55", "13053": "6921.72", "13050": "10:10", "13051": "2606.41", "13056": "3578.78", "13057": "3665.4", "13054": "supreme_galaxy_inn_&_suites", "13055": "3473.4", "18703": "1392.91", "11664": "mtl", "18701": "2190.81", "18700": "619.4", "18707": "23055.45", "18706": "4260.37", "18705": "senbai", "18704": "150.31", "10250": "2050.83", "18709": "2107.34", "18708": "5425.83", "5867": "2460.6", "17829": "1381.17", "17828": "11:17", "17827": "395.39", "17826": "24310.39", "17825": "3315.78", "17824": "1103.38", "17823": "18942.1", "17822": "1525.28", "17821": "2063.39", "17820": "527.29", "6414": "889.38", "16237": "18728.3", "4524": "295.81", "1177": "following", "1176": "pleasure", "1175": "lived", "1174": "book", "1173": "coworkers", "1172": "grownups", "1171": "beanie", "1170": "pertinent", "1179": "whoa", "1178": "raid", "16236": "6095.44", "17590": "544.2", "4523": "zion_hotel", "17341": "4400.81", "16379": "3787.14", "15367": "3142.39", "18329": "1882.53", "17595": "3983.74", "17594": "801.31", "6832": "3347.8", "6260": "2990.99", "7188": "1927.0", "876": "grandkids", "877": "odd", "14604": "11921.88", "7181": "4153.6", "7182": "3287.18", "15364": "2025.1", "15264": "1232.94", "17599": "1325.89", "7186": "3170.77", "7187": "7743.22", "623": "america", "875": "ends", "1226": "they", "3434": "paps", "14479": "2442.0", "1225": "pool", "873": "expesnive", "12833": "2908.96", "12832": "2801", "12831": "16732.58", "1224": "outdoor", "8549": "1400", "3436": "necessarily", "12835": "3570.4", "8018": "1248.22", "8545": "21:43", "627": "nephew", "16761": "3328.69", "3437": "witn", "8541": "3758.32", "8012": "631.65", "8543": "11:29", "626": "worth", "7456": "7579.69", "2037": "mythical", "7454": "3063.1", "7455": "3746.94", "7452": "5230.72", "1221": "helllo", "7450": "1204.8", "2036": "idea", "1220": "lmao", "2743": "tirp", "7458": "27549.64", "7459": "6264.93", "6079": "9796.52", "2034": "free", "2745": "whatcha", "12026": "sanctuary", "2032": "nicely", "13603": "2306.43", "2031": "packing", "7486": "57", "6332": "853.77", "2030": "47,489", "17662": "525.37", "10884": "742.46", "4844": "3515.66", "10886": "seattle", "10692": "1981.5", "10880": "7:2", "10881": "2771.66", "10882": "680.8", "10883": "3273.97", "4736": "869.43", "5524": "1497.0", "10888": "16282.89", "4598": "1066.66", "12877": "7710.97", "13606": "3960.92", "6536": "2396.87", "4599": "2703.27", "13605": "699.38", "10583": "1041.72", "6537": "19:53", "9462": "493.36", "4735": "3370.53", "6534": "24878.47", "4841": "1136.79", "8292": "13631.34", "4842": "3049.87", "8295": "3349.77", "4843": "5138.1", "4738": "4004.12", "8294": "2747.8", "6647": "2528.74", "4739": "2761.61", "15553": "919.3", "1987": "stars/var_rating_0", "15000": "2947.87", "393": "anxious", "392": "marvellous", "391": "though", "390": "spring", "397": "ooooo", "396": "..that", "395": "..can", "394": "huh", "4404": "1310.21", "399": "throw", "398": "provides", "2309": "$u3$", "2308": "dollars", "5455": "794.26", "13618": "3031.2", "13619": "2451.18", "3960": "5053.65", "2301": "scope", "2300": "$s6$", "2303": "emergency", "2302": "green", "2305": "dontcare", "2304": "$s20$", "2307": "appreciate", "2306": "chihuahua", "16064": "4984.77", "11288": "4160.25", "16066": "1148.94", "16067": "2184.58", "16060": "2775.5", "5842": "2767.38", "16062": "4933.63", "5840": "1232.50", "11281": "1804.74", "11280": "7:1", "11283": "1362.7", "6539": "1033.19", "11285": "2918.62", "16069": "1126.56", "5849": "5347.25", "5848": "2130.38", "17621": "6168.2", "14727": "8:3", "17623": "2655.78", "17622": "pennsylvania", "17625": "82232.0", "17624": "580.7", "17627": "10308.4", "3749": "4936.22", "17629": "3768.14", "3747": "19246.65", "3744": "2652.51", "3745": "14906.73", "3742": "3164.38", "14408": "3640.12", "3740": "2170.5", "3741": "6289.92", "13531": "938.26", "13530": "1166.0", "13533": "4571.6", "4623": "696.24", "13535": "3731", "4625": "16434.16", "13537": "7585.79", "13536": "837.41", "13539": "2940.32", "4629": "719.3", "14726": "9444.2", "11757": "2917", "11999": "13293.98", "11755": "10350.1", "11754": "4765.6", "11753": "8:53", "11752": "1584.52", "11751": "1472.58", "10467": "detrut", "4746": "1967.81", "5203": "1:31", "11759": "17:58", "11758": "2328.83", "16392": "47997.35", "14534": "16500", "16390": "2716.2", "10465": "3861.11", "16396": "23460.93", "16397": "iceberg_resort", "16394": "2696.25", "16395": "5653.22", "5205": "2401.95", "16398": "2929.43", "16399": "3107.7", "10582": "1507.98", "11016": "3108.58", "3773": "white_peak_hotel", "7046": "2223.3", "11017": "silver_orb_palace", "5110": "1059.2", "11910": "1790.42", "17655": "12316262.30", "12242": "3015.84", "17138": "1523.12", "10461": "1:30", "17656": "3396.8", "11011": "21025.82", "14163": "13:40", "3770": "2936.35", "16436": "1310.51", "11012": "3585.92", "179": "sending", "178": "hole", "177": "juliette", "176": "machines", "175": "associate", "174": "budgetary", "173": "reside", "172": "pokemon", "171": "em", "170": "hospital", "7041": "5794.78", "17889": "32086.42", "14160": "5139.35", "3775": "3883.2", "17888": "3549.83", "11995": "7284.5", "17653": "3660.78", "14166": "2557.56", "19177": "19:38", "10513": "15951.31", "11997": "3690.22", "10469": "1943.87", "11508": "811.28", "11251": "2839.97", "6936": "13:12", "10390": "11865.6", "10391": "1343.26", "10392": "5486.17", "10393": "9438.49", "10394": "6998.92", "10395": "6430.57", "10396": "4314.69", "10397": "corsucant", "10398": "10042.46", "10399": "2.5", "16936": "3723.60", "7219": "5350.18", "16934": "4097.55", "16935": "1836.32", "16932": "13805.86", "16933": "4:58", "18324": "4785.69", "13545": "3177.3", "7210": "432.36", "17885": "3825.69", "7212": "3724.84", "7213": "11185.19", "7214": "617.64", "13546": "4010.31", "7216": "9457.64", "17884": "3590.91", "12226": "1853.81", "6216": "2674.9", "6215": "1132.43", "4656": "2121.4", "6213": "979.4", "12223": "2861.14", "12220": "2255.43", "12221": "3714.78", "16257": "4097.92", "11914": "soft_brook", "6219": "5:25", "16256": "1575.74", "6819": "1402.16", "6818": "2:11", "18327": "1660.7", "4653": "11161.51", "15878": "3470.56", "15879": "4011.96", "6811": "1313.38", "6810": "196.22", "6813": "5612.19", "6812": "3618.52", "6815": "1969.40", "15705": "871.19", "6817": "769.46", "15871": "363.64", "18008": "4190.26", "9756": "7566.95", "9755": "22218.95", "9754": "274.99", "9753": "1676.88", "10579": "1924.3", "9751": "15169.72", "9750": "4270.51", "10574": "1764.37", "10575": "5691.7", "10576": "493.74", "1115": "villa", "10570": "1111.1", "17243": "370.46", "9759": "625.88", "10573": "7056.11", "18934": "10435.33", "18538": "3661.13", "18936": "2233.69", "16258": "0:51", "18930": "2:5", "18931": "1910.65", "18932": "1558.65", "14188": "5016.50", "17386": "2529.68", "18938": "5072.38", "18939": "2404.44", "17387": "2912.22", "8848": "4:48", "8849": "3852.12", "16508": "2280.35", "17384": "2964.84", "8840": "2182.3", "12666": "3478.62", "6638": "2740.31", "17385": "5313.75", "8844": "1117.79", "8845": "3518.65", "8846": "399.29", "8847": "8:28", "13384": "2848.99", "18828": "4931.54", "17066": "3800.0", "18829": "16738.99", "7669": "2124.61", "18530": "1061.45", "16507": "793.67", "12667": "9569.38", "7661": "3344.8", "7660": "4388.41", "7663": "1919.54", "7662": "655.44", "7665": "13717.57", "7664": "597.45", "7667": "2807.65", "7666": "essem", "1601": "omg", "11844": "969.88", "18822": "21758.81", "11842": "6615.47", "16506": "3296.23", "1768": "tagging", "1769": "girl", "11841": "6:37", "1762": "lavishly", "1763": "noisy", "1760": "um", "1761": "please", "1766": "wait", "1767": "plz", "1764": "stellar", "1765": "casino", "14347": "18-1", "12149": "3:38", "18647": "3116.13", "18004": "2668.35", "11193": "4080.3", "16505": "4038.4", "19137": "sunrise_panorama_hotel", "19037": "973.44", "18313": "855.92", "18642": "933.57", "9269": "9120.98", "16097": "curritiba", "14342": "3278.11", "1546": "difference", "693": "customer", "1544": "process", "1545": "extras", "696": "animals", "697": "study", "694": "century", "695": "upgrading", "14471": "23733.81", "14470": "viridian_cottage_inn_&_suites", "698": "dammit", "699": "guide", "11115": "1713.57", "11114": "464.21", "1548": "18", "1549": "easiest", "8710": "5342.67", "8711": "667", "8712": "40693.38", "8713": "1243.81", "8714": "14:21", "8715": "36944.77", "8716": "melbourne_usa", "8717": "5:20", "8718": "54105.7", "8719": "1168.28", "16384": "2123.98", "13841": "2484.31", "13840": "8740.71", "13843": "1947.68", "15163": "2652.90", "13845": "3163.61", "13844": "1534.85", "13847": "2016.72", "13846": "1328.16", "13849": "1163.27", "13848": "3228.3", "19035": "3397.75", "11762": "3723.38", "7565": "37600", "17135": "3136.44", "18648": "4:55", "8532": "199.69", "11763": "19", "17631": "4285.76", "7901": "732.68", "15167": "16577.11", "7883": "1863.71", "17922": "tranquil_season_hotel", "5618": "17-8", "5619": "509.84", "5719": "1706.98", "17923": "3:46", "5612": "11126.25", "5613": "2352.1", "5610": "1756.59", "5611": "2891.6", "5616": "7081.11", "12660": "1695.84", "5614": "2700.49", "11767": "22:12", "5717": "10030.31", "11764": "1037.54", "11931": "19527.68", "7886": "948.92", "19108": "2209.59", "7116": "630.69", "18000": "8020.11", "5714": "hotel_de_la_felicidad", "7115": "2164.26", "16501": "232.64", "18121": "1018.4", "4668": "2869.35", "11568": "4586.75", "11569": "4196.34", "18030": "3281.0", "12748": "1034.35", "11560": "23:38", "11561": "6482.14", "11562": "7403.12", "11563": "13:31", "11564": "2181.89", "11565": "6326.16", "18001": "11957.13", "11567": "3913.4", "7118": "3391.8", "16500": "21682.82", "19030": "3791.31", "10696": "2002.65", "9524": "18:56", "11811": "3028.2", "9525": "19809.9", "9254": "7900.92", "13303": "3780.56", "10700": "2642.4", "9520": "22:39", "8625": "553.29", "9253": "509.11", "10705": "4246.93", "18003": "8:19", "11774": "19746.58", "16196": "1252.97", "13300": "2781.89", "1983": "using", "6778": "1349.51", "6779": "20200", "14601": "1767.71", "6774": "sightsee_hotel", "6775": "2714.22", "16253": "3364.17", "6777": "1-8", "6770": "3801.27", "6771": "3901.88", "6772": "204.19", "6773": "12647.5", "9964": "1354.21", "9965": "365.36", "9966": "4002.28", "9967": "31066.76", "9960": "15:29", "9961": "2187.0", "9962": "3.0", "9963": "3161.25", "14478": "10721.84", "9968": "481.66", "13301": "3480.49", "4664": "25", "16252": "265.49", "16239": "488.89", "16238": "507.18", "258": "creek", "259": "imagining", "16723": "356.78", "253": "chic", "250": "jungle", "251": "asvar_city_31", "256": "city", "257": "etc", "254": "together", "255": "alternatively", "11383": "3079.73", "12039": "493.82", "12038": "7060.3", "16251": "3959.1", "12033": "16:48", "12032": "3015.97", "12031": "1019.68", "12030": "3163.52", "12037": "5148.32", "12036": "715.47", "12035": "1919.74", "12034": "16:38", "16191": "1144.57", "18581": "4183.21", "3891": "1237.64", "4666": "2084.71", "9508": "1403.69", "9509": "3330.44", "16250": "3206.24", "9502": "11902.92", "9503": "21669.79", "9500": "6874.83", "12746": "16577.59", "9506": "2524.53", "9507": "796.87", "9504": "7682.69", "9505": "3984.4", "11291": "554.62", "13935": "1136.71", "16192": "5929.23", "18580": "18789.65", "4667": "9209.6", "3689": "1944.43", "18951": "2994.6", "19094": "3100", "3683": "762.75", "3682": "1195.8", "3681": "3237.49", "3680": "1943.95", "3687": "9-1", "3686": "4:33", "3685": "10734.65", "3684": "7278.33", "10864": "20:40", "2518": "name", "2519": "huge", "2514": ".they", "2515": "fanciest", "2516": "placed", "2517": "3,000", "2510": "retirement", "2511": "results", "2512": "comfort", "2513": "$u31$", "18069": "1064.2", "19095": "22297.8", "12447": "4298.57", "3531": "950400000", "3530": "input", "3533": "'ve", "3532": ";", "3535": "give", "3534": "round", "3537": "site", "3536": "march", "3539": "sorry", "3538": "ascertain", "5056": "15601.89", "5057": "1595.93", "5050": "783.15", "5051": "2017.8", "16255": "681.19", "5053": "8414.59", "19096": "19:52", "3585": "6895.7", "15308": "3241.99", "2794": "ut", "8047": "490.35", "10761": "13576.97", "10760": "17:29", "10763": "698.86", "10762": "13171.6", "10765": "12:4", "10764": "4517.3", "10767": "18707.2", "10766": "2662.22", "10769": "224.65", "10768": "6099.13", "16254": "300", "15026": "obsidian_gem_inn", "19097": "4731.5", "14642": "1100.15", "14643": "2073.29", "18891": "1522.20", "14641": "7099.79", "14646": "1268.37", "18548": "775.97", "14644": "263.94", "14645": "2192.12", "18545": "atlantic_gem", "18544": "5481.13", "18899": "836.96", "14649": "752.75", "18541": "3287.97", "18540": "2813.20", "14868": "1030.13", "14869": "1678.17", "4164": "4100.7", "13892": "2732.81", "19090": "2699.46", "13893": "3477.8", "13070": "3188.16", "13071": "2240.14", "13072": "505.81", "13073": "4199.56", "13074": "381.86", "13075": "4459.19", "17073": "6163.89", "13077": "1071.72", "13078": "2475.71", "13079": "15428.66", "10040": "2084.31", "13891": "894.1", "9468": "1389.87", "18587": "6306.2", "4884": "3600.8", "4346": "5844.8", "4438": "3639.65", "18769": "692.96", "18768": "42480.66", "18099": "11430.82", "18098": "1274.78", "18093": "0:11", "18760": "4199.2", "18091": "3505.34", "18090": "4253.6", "18765": "1148.98", "18764": "4271.3", "18586": "12308.7", "18766": "3067.98", "13898": "3928.45", "16259": "17:4", "13899": "17:19", "6707": "20028.45", "10185": "20828.95", "10184": "3476.51", "16356": "2575.6", "10186": "12022.6", "10181": "13333.51", "10180": "high", "10183": "23:20", "10182": "8:24", "7976": "1228.76", "10189": "440.87", "10188": "1235.91", "19093": "10:20", "3957": "4627.25", "16357": "2567.8", "15305": "1935.24", "1159": "pinching", "1158": "others", "14742": "3590.99", "1155": "confirm", "1154": "heavens", "1157": "action", "1156": "initial", "1151": "remain", "1150": "accurate", "1153": "..se", "1152": "satisfied", "6958": "8666.2", "7341": "2269.58", "15119": "400", "15118": "1357.79", "15115": "21-8", "15114": "10646.62", "15117": "2297.4", "15116": "24731.56", "15111": "3097.75", "15110": "4:11", "15113": "2819", "15112": "2894.96", "10044": "10540.39", "7895": "2896.8", "6255": "2636.77", "17390": "7111.49", "12107": "3641.91", "10973": "3647.59", "10384": "2149.61", "15307": "3554.2", "8035": "the_oishi", "8034": "11:39", "8037": "2656.27", "8036": "5544.5", "17393": "3:5", "8030": "16270.98", "8033": "10-8", "8032": "1077.14", "11009": "3116.7", "15222": "1:4", "10380": "2904.82", "8039": "8652.21", "8038": "21807318.3", "14746": "835.93", "2805": "accommodations", "12858": "1445.4", "8529": "23:27", "8528": "5240.33", "15883": "2558.65", "12583": "611.0", "12850": "4089.56", "12581": "4424.86", "8520": "2893.69", "12855": "3968.22", "12586": "22:11", "12857": "4902.81", "8524": "597.1", "16942": "24509.95", "5458": "12140.89", "8536": "381.81", "15301": "12117.88", "18343": "7607.3", "12418": "2683.18", "11846": "1058.9", "10946": "710.75", "7997": "2912.11", "14011": "12:3", "7585": "2459.74", "15302": "3276.50", "7269": "1077.75", "18342": "2793.83", "7891": "1789.17", "17394": "nepal", "7268": "guadalajara", "8113": "1297.6", "13988": "6:16", "4298": "973.74", "10169": "2662.94", "13984": "10400", "4294": "3945.52", "4297": "522.43", "13987": "4521.27", "4291": "2710.2", "4290": "21009.96", "13982": "2082.69", "13983": "302.49", "16351": "18448.55", "15303": "1051.8", "14088": "1747.67", "4691": "3616.42", "7266": "1747.29", "11769": "2037.33", "12102": "3745.6", "10974": "1445.6", "16929": "25763.72", "16597": "2634.16", "16928": "3954.16", "18340": "5124.3", "16599": "3216.25", "6368": "1999.23", "18113": "2293.34", "15225": "2413.1", "6204": "928.31", "13678": "2:31", "13679": "2572.8", "12234": "1323.62", "13672": "2292.55", "4742": "20:16", "4741": "13435.35", "4740": "3687.65", "4747": "1095.76", "13563": "3817.41", "13674": "6725.50", "4744": "3814.63", "16002": "1741.0", "16003": "3771.94", "16000": "2640.38", "16001": "2912.69", "18347": "2945.19", "5868": "14:37", "16004": "2161.93", "16005": "2457.95", "5865": "9:54", "5864": "1572.73", "16008": "mannheim", "5866": "6183.69", "5861": "3252.3", "5860": "9088.34", "5863": "2260.8", "5862": "2890.17", "12100": "12:2", "17359": "636.76", "17358": "3213.68", "17609": "2652.5", "17608": "2555.41", "17355": "1583", "17606": "2161.61", "17357": "690.11", "17356": "23368.79", "17603": "2922.86", "17602": "703.29", "17601": "6716.99", "17600": "1134.1", "2183": "seedy", "2182": "fault", "2181": "minimum", "2180": "luxuiours", "2187": "schmoozing", "2186": "die", "2185": "officially", "2184": "therefore", "13517": "8700.59", "4607": "9:38", "2189": "accompaniment", "2188": "pray", "13513": "732.38", "4603": "14211.68", "13511": "8958.15", "4601": "23:21", "15436": "4600.85", "14010": "1017.82", "17993": "18684.72", "15341": "982.52", "6208": "937.3", "13593": "339.18", "8680": "11688.87", "6209": "1322.72", "18345": "4495.97", "8681": "1988.49", "12689": "596.16", "8138": "469.25", "5721": "2744.2", "6454": "6642.44", "151": "pastry", "150": "bevy", "153": "true", "152": "needed", "155": "pass", "154": "waht", "157": "cautious", "156": "spread", "159": "taken", "158": "reputable", "6900": "24-8", "10436": "serene_garden", "4824": "5241.4", "18344": "5684.84", "15348": "18:42", "9293": "429.77", "16417": "3729.65", "15349": "156.67", "6953": "6589.83", "7998": "608.6", "8688": "5229.58", "10975": "4265.98", "15868": "5314.18", "5937": "2625.38", "4201": "1618.55", "12587": "1344.89", "16115": "25759.19", "4206": "1354.45", "15718": "454.66", "5935": "10:17", "4207": "3748.7", "6187": "3442.0", "6186": "5135.59", "6185": "491.1", "6184": "17:54", "6183": "2733.8", "6182": "4085.7", "6181": "1842.9", "6180": "6942.5", "16110": "937.6", "6908": "13:23", "15715": "el_mundo_hotel", "6189": "14:22", "6188": "1973.7", "2727": "frmom", "2726": "receive", "2725": "marked", "2724": "alcoholism", "2723": "suggested", "2722": "deplorable", "2721": "given", "2720": "fore", "15713": "2:42", "13721": "2396.55", "5930": "21292.27", "6362": "1170.93", "2729": "17", "2728": "tour", "7236": "belo_horizonte", "9190": "890.74", "7946": "3025.92", "7235": "17462.12", "9195": "3739.35", "6800": "1026.73", "7942": "901.44", "10379": "19079.49", "10376": "3414.11", "9198": "3093.12", "10374": "6119.69", "10375": "mexicoh_city", "10372": "3807.93", "7949": "5600", "10370": "869.11", "7239": "21847.18", "7930": "7211.75", "10563": "15:15", "16918": "2314.19", "16919": "1108.72", "692": "sleeping", "16914": "779.13", "16915": "coruscant", "16916": "1179.89", "16917": "8284.6", "16910": "1763.55", "16911": "1:46", "16912": "3402.28", "16913": "476.72", "16410": "49203.28", "9747": "781.72", "6239": "4600", "6238": "2211.96", "6235": "1272.79", "6234": "3427.6", "6237": "719.6", "6236": "3603.69", "12200": "4019.56", "12201": "1663.58", "6233": "3929.9", "12203": "1776.2", "8872": "1598.52", "14421": "1111.9", "11586": "2675.68", "9742": "1465.65", "6360": "5346.9", "10854": "1751.7", "9743": "0:14", "16413": "4234.13", "19151": "7586.81", "8489": "1453.43", "10518": "898.17", "10519": "306.36", "9779": "2702.35", "12109": "630.93", "10512": "7214.19", "9774": "1001.91", "2631": "over", "10511": "2437.41", "7932": "12555.78", "10517": "10417.26", "9773": "16-10", "17574": "5:18", "14981": "4632.38", "18953": "2585.9", "18950": "651.54", "14982": "428.64", "8862": "1221.70", "18957": "1937.71", "14987": "1711.2", "18955": "1710.79", "14989": "cleveland", "14988": "5952.41", "18958": "6023.97", "17576": "464.36", "16412": "4073.3", "8868": "2195.43", "8869": "4353.93", "818": "disappointments", "819": "review", "12108": "8657.68", "10699": "15426.93", "17578": "384", "810": "weenies", "811": "can", "812": "wooooohoooooo", "813": "handled", "814": "saving", "815": "visit", "816": "'m", "817": "chain", "17157": "1654.42", "6366": "1155.12", "12784": "3933.8", "19153": "4934.56", "18025": "2613.1", "10698": "3575.8", "7934": "6362.74", "7819": "4011.71", "1700": "until", "1701": "dragging", "1702": "hotels", "1703": "trust", "1704": "highly", "1705": "chasing", "1706": "cheapest", "1707": "spot", "1708": "crappy", "1709": "23rd", "14183": "381.32", "14182": "1777.83", "14185": "12388.4", "14184": "14:14", "14187": "price_unknown", "5268": "3530.54", "15854": "1718.76", "15855": "1829.43", "15856": "21:39", "13402": "2814.45", "15850": "821.5", "15851": "2446.4", "15852": "23:41", "15853": "2075.71", "12029": "889.2", "2091": "casinos", "15858": "1721.77", "15859": "18865.81", "13404": "11143.37", "11501": "5480.22", "2093": "requires", "10571": "2148.14", "18023": "1:8", "13406": "3032.45", "18376": "19:21", "18377": "2047.57", "14455": "1507.68", "14326": "1535.39", "11133": "2127.1", "18373": "7697.76", "18370": "1189.39", "11130": "kobe,_japan", "14329": "2791.51", "14328": "144.21", "18378": "9141.53", "18379": "2933.19", "17980": "585.83", "17981": "3005.86", "17982": "1434.16", "17983": "3559.4", "11892": "3994.95", "17985": "3033.2", "3029": "suits", "3028": "insulting", "3027": "amenities/", "3026": "hola", "3025": "screw", "3024": "432000000", "3023": "contraint", "3022": "voyaging", "3021": "paper", "3020": "apology", "15582": "2086.84", "15583": "20:29", "15580": "3838.61", "15581": "2547.99", "15586": "3411.15", "15587": "2473.96", "15584": "11540.51", "8739": "94999.65", "8736": "2351.83", "8737": "2873.64", "15588": "588.49", "15589": "7290.39", "8732": "1792.19", "8733": "5497.85", "8730": "32198.94", "8838": "16338.71", "16419": "1809.75", "14506": "2838.5", "4198": "2:54", "13868": "2402.8", "4196": "miami,_florida", "4197": "159.0", "4194": "926.57", "13864": "3250.48", "13863": "21457.97", "4193": "19:54", "4678": "934.69", "4191": "4:40", "5670": "840.12", "8835": "6600", "5672": "4026.12", "5673": "4867.53", "5674": "659.86", "5675": "2844.95", "5676": "rose_sierra_hotel", "5677": "7712.84", "5678": "1386.86", "5679": "2154.48", "18921": "29950.9", "8836": "853.40", "4341": "1526.6", "6240": "2713.51", "18927": "5572.26", "10235": "7120.87", "8830": "10824.58", "11640": "2455.37", "18925": "12:28", "5549": "6351.86", "18924": "4702.18", "17446": "1132.85", "6241": "2934.51", "18702": "2780.94", "13736": "4704.82", "10234": "2715.98", "17158": "2600.4", "6540": "3346.28", "12859": "8:14", "11668": "2879.16", "8902": "30151.13", "8192": "3607.43", "8193": "549.24", "8190": "853.71", "6434": "1906.92", "6433": "4458.91", "8197": "19:47", "12440": "16:57", "12441": "2844.31", "8198": "1488.81", "8199": "953.2", "13297": "hotel_oro", "11642": "1073.66", "15328": "14-9", "15329": "2842.51", "17448": "909.86", "13031": "muse", "6243": "1769.68", "13734": "1377.36", "4685": "610.86", "4181": "2134.14", "6244": "3:54", "6758": "1949.39", "6759": "2607.91", "6752": "detroit", "6753": "2950.98", "6750": "1767.47", "19048": "2038.45", "4180": "5630.45", "6757": "3485.51", "6754": "7100", "6755": "2103.93", "9942": "14:53", "9943": "3021.73", "9940": "283.65", "9941": "548.25", "6574": "15812.99", "9947": "8132.75", "9944": "2526.74", "19046": "4260.2", "7180": "351.44", "9949": "2327.34", "6245": "4008.45", "4991": "1944.3", "16741": "14170.23", "16740": "948.1", "16215": "2094.91", "16742": "15:19", "16745": "1735.17", "16212": "3023.81", "16747": "1282.94", "16746": "1630.5", "16749": "6:7", "16748": "656.8", "7679": "515.93", "16219": "2701.20", "19042": "3022.92", "12051": "1441.76", "12050": "833.82", "12053": "7021.12", "12052": "2470.36", "238": "competition", "239": "king", "12057": "16:18", "12056": "1583.37", "234": "agent", "235": "snap", "236": "regretfully", "237": "approved", "230": "exam", "231": "=", "232": "s", "233": "burgeoning", "7675": "9-9", "15031": "3193.16", "4680": "2888.25", "18029": "16364.56", "6247": "5935.68", "14687": "1499.53", "7068": "665.58", "8740": "madrid", "4681": "1051.85", "12268": "2541.14", "10305": "836.9", "17051": "6462.71", "13032": "3998.52", "10062": "1364.73", "10697": "3199.38", "15334": "1338.33", "12269": "3296.61", "8682": "16238.26", "17338": "2650.4", "2538": "across", "2539": "na", "10063": "200.19", "2532": "him", "2533": "retro", "2530": "married", "2531": "saturday", "2536": "dope", "2537": "ur", "2534": "86400000", "2535": "ton", "4238": "pueblla", "15326": "1721.38", "17166": "3247.29", "17167": "2800", "17164": "981.6", "5079": "370.48", "17162": "6475.65", "14682": "4855.79", "17160": "5082.37", "17161": "1016.77", "5072": "7473.33", "5073": "5024.86", "5070": "1907.79", "5071": "6300", "5076": "2072.7", "5077": "845.12", "5074": "3046.43", "5075": "5:38", "18820": "2832.19", "6543": "4797.14", "7935": "2563.85", "15327": "3508.22", "9560": "1508.24", "9561": "13299.6", "939": "cost", "938": "equipped", "9564": "7527.47", "9565": "1575.3", "9566": "7619.33", "9567": "2764.33", "933": "partiers", "932": "didn", "931": "dirty", "930": "ahh", "937": "popstar", "936": "i", "935": "breakfasts", "934": "$s28$", "5380": "11:4", "5381": "marseille", "18569": "3600.61", "5383": "5662.56", "14848": "424.41", "14849": "2275.14", "11838": "5785.82", "5387": "9415.17", "14844": "3024.29", "5389": "2974.91", "11834": "958.49", "14663": "1663.99", "18567": "562.48", "14841": "2577.33", "18565": "18178.51", "18564": "london,_canada", "5830": "837.45", "14190": "17407.3", "13373": "19:30", "18286": "24-9", "5545": "2157", "12852": "10:0", "13098": "1606.97", "13099": "1157.16", "13096": "2868.69", "15325": "46595.61", "13094": "6988", "13095": "5407.68", "10067": "7289.73", "13093": "2854.49", "13090": "3141.50", "13091": "3063.51", "14730": "5993.86", "12262": "3391.94", "10795": "5677.4", "18287": "22:47", "6029": "12742.74", "18759": "5653.9", "1536": "tots", "15322": "2857.72", "11435": "18:2", "9519": "3118.96", "14833": "4489.58", "12263": "9598.59", "18284": "1528.67", "4237": "2634.38", "797": "1296000000", "9385": "8664.67", "795": "dig", "794": "has", "793": "angelic", "792": "oy", "791": "5th", "2410": "cheapskates", "9388": "3685.9", "2413": "precise", "799": "arent", "798": "codey", "2144": "divorce", "14832": "1070.85", "10797": "495.52", "2143": "choice", "2414": "whichever", "11186": "537.39", "4062": "8254.17", "1139": "website", "1138": "earned", "2417": "possibility", "4063": "23688.61", "1133": "inclusive", "1132": "$u10$", "1131": "rank", "1130": "purchased", "1137": "weekend", "1136": ".could", "1135": "2000.", "1134": "merrymaking", "4974": "16260.65", "15139": "3524.35", "15138": "4522.65", "10790": "309.66", "4975": "1414.46", "15133": "2118.77", "13777": "15:31", "15131": "3197.58", "15130": "1188.49", "15137": "1944.2", "7564": "606.49", "15135": "9788.1", "15134": "5847.84", "15321": "2403.86", "4977": "1710.94", "7148": "819.1", "7149": "1638.26", "7144": "2804.64", "7145": "3429.71", "7146": "1:32", "7147": "3966.24", "7140": "8320.51", "7141": "4640.9", "7142": "3309.55", "7143": "7446.76", "18747": "4283.52", "12266": "14293.5", "18745": "1276.57", "18744": "729.85", "18743": "1386.41", "4972": "1024.7", "18741": "2373.14", "18740": "36978.13", "4973": "3550.55", "4068": "951.87", "18749": "711.39", "18748": "3231.13", "8053": "381.84", "8500": "1409.18", "8051": "3520.98", "12874": "3750.91", "8505": "3369.64", "12872": "3859.22", "12871": "4264.72", "12870": "1969.11", "8509": "685.34", "8508": "1985.85", "8059": "2866.36", "8058": "8047.98", "12879": "3-8", "12878": "273.35", "6585": "4227.72", "10792": "1205.85", "18280": "2368.26", "13585": "1855.9", "11185": "1007.39", "10457": "19970.5", "2882": "dwarves", "2883": "settles", "7498": "1725.59", "2881": "ami", "2886": "artisanal", "2887": "noted", "2884": "alcohol", "2885": ".hope", "7492": "1941.55", "7493": "1548.66", "2888": "top", "2889": "daily", "7496": "1396.4", "7497": "1115.49", "7494": "10295.74", "7495": "4194.7", "10793": "4402.98", "10043": "4178.82", "2": "_could_", "4005": "542.85", "13586": "1234.62", "15955": "3149.43", "12249": "3063.3", "16278": "18032.3", "13587": "3491.0", "11168": "8238.56", "14409": "5:31", "3276": "ski", "15954": "362.48", "15204": "1094.3", "3277": "finished", "13495": "21452.57", "12569": "751.73", "3274": "fog/rain/drizzle", "5789": "11:12", "14404": "rio_de_janeiror", "1923": "corporation", "15382": "la_paz,_bolivia", "14405": "35397.44", "10454": "4195.28", "3272": "fits", "11166": "2848.91", "11417": "6:54", "3273": "wth", "14407": "654.76", "6472": "1519.36", "1926": "devices", "6589": "516.90", "11160": "3067.9", "8022": "2028.37", "1927": "ranging", "3601": "19000", "14401": "900", "4761": "2965.3", "13651": "570.26", "13652": "11:25", "13653": "1610.2", "4765": "2939.33", "14402": "3288.5", "13656": "1415.48", "14052": "1760.0", "4769": "950.38", "4768": "3544.86", "14403": "3209.64", "15956": "655.32", "15206": "5920.49", "11249": "2677.4", "11248": "2284.5", "6588": "2504.13", "7189": "1890.74", "11245": "24200.8", "11244": "1-9", "11247": "economy", "11246": "10:42", "11241": "1833.58", "11240": "bh", "11243": "1:55", "11242": "576.28", "16028": "711.82", "16029": "509.87", "5809": "9693.91", "8766": "1052.86", "14055": "3133.4", "19038": "18041.27", "19039": "2723.66", "16020": "3426.74", "5802": "4210.95", "16022": "3673.5", "14054": "7873.46", "19032": "4800", "19033": "656.42", "5805": "4503.15", "19031": "2122.52", "7815": "1725.15", "6937": "5179.21", "17378": "1530.26", "17373": "15125.9", "17372": "7:7", "17371": "2853.1", "17370": "2466.52", "17377": "3085.5", "17376": "2157.68", "17375": "4305.67", "17374": "30229.54", "1573": "head", "9985": "1560.67", "1572": "yup", "4320": "11253.58", "687": "bars", "6934": "19554.47", "11799": "1694.86", "1570": "usage", "11793": "549.38", "1577": "reallllly", "11791": "4254.67", "11790": "2058.29", "11797": "6460.5", "11796": "453.28", "11795": "2595.41", "1576": "pampered", "10458": "2210.13", "12236": "2424.38", "683": "cookin", "8810": "3139.14", "18307": "5977.96", "16639": "4420.78", "1574": "get", "6935": "517.4", "16186": "5529.83", "11991": "9683.79", "15383": "9775.37", "6309": "502.23", "17106": "19:35", "15719": "1107.44", "16637": "23:53", "18408": "3036.16", "18289": "2014.99", "16188": "24512.28", "16688": "19092.43", "16689": "2123.32", "12317": "7699.37", "14971": "6887.42", "16685": "1815.4", "16686": "3335.44", "16687": "509.73", "16680": "46478.83", "16681": "21889.75", "16682": "4209.8", "16683": "12203.96", "6308": "21:59", "8667": "591.39", "7811": "13700", "10354": "2725.5", "10355": "3675.88", "10356": "7:27", "10357": "10421.27", "2709": "flexibility", "2708": ".but", "10352": "1161.52", "10353": "6:32", "4880": "2337.42", "2704": "yeppers", "2707": "middle", "2706": "greg", "2701": "gon", "2700": "look", "2703": "naw", "2702": "arm", "7962": "7543.4", "7963": "15:40", "10688": "tower_hotel", "7961": "4940.87", "7966": "3530.32", "7967": "756.69", "9179": "3101.1", "18401": "2481.94", "10682": "5385.5", "10683": "2609.38", "7968": "2702.13", "7969": "4505.92", "10686": "3835.6", "10687": "5512.62", "10684": "581.26", "9170": "3152.81", "9887": "2882.43", "16978": "8959.68", "16979": "680.97", "14973": "11053.23", "5820": "3662.78", "7273": "1215.99", "16728": "1804.16", "16973": "16:5", "16970": "kyoto", "16971": "2567.1", "16976": "11:57", "16977": "11981.68", "16974": "5728.4", "18405": "2164.42", "17081": "776.51", "17080": "3391.5", "6259": "1067.3", "17082": "6:43", "17085": "8418.2", "17084": "tijuana", "17087": "6386.32", "12744": "2112.86", "6253": "3296.8", "17088": "21332.12", "12260": "ebony_gulf", "12261": "1609.93", "6257": "1557.62", "12747": "2732.66", "12264": "1119.59", "12265": "5:11", "6806": "2745.69", "18996": "426.2", "10532": "15:36", "10533": "3292.81", "10534": "3270.7", "8019": "6.61", "10536": "24184.7", "14236": "6:25", "10538": "2275.60", "2411": "variety", "12834": "14013.22", "9969": "2203.8", "12740": "30490.42", "8017": "443.25", "9719": "17960.61", "9718": "14:56", "12743": "348.2", "8016": "877.37", "9713": "2408.63", "9712": "8217.7", "9711": "14:3", "9710": "smile_hotel", "9717": "1412.96", "9716": "864.14", "9715": "7139.11", "9714": "4043.73", "3474": "itinerary", "3475": "wozbot", "3476": "serviced", "3477": "ritziest", "836": "stars/var_rating_11", "3471": "decently", "3472": "gaggle", "3473": "shouldve", "18970": "603.78", "8013": "2669.16", "838": "upon", "839": "royalty", "3478": "satisfaction", "3479": "really", "8882": "2782.28", "8883": "558.77", "15630": "1710.13", "10920": "2472.46", "15283": "3382.18", "8020": "1790.98", "12911": "6700.0", "15282": "3963.64", "12912": "3078.58", "17174": "6803.25", "15633": "4730.5", "7457": "2529.58", "12914": "8460.54", "15208": "2674.5", "15635": "20521.69", "11707": "3655.46", "18998": "3556.66", "11996": "381", "17321": "534.32", "6805": "7259.27", "12917": "3468.42", "10929": "1006.85", "7453": "2112.23", "9007": "5376.87", "11431": "1304.1", "5249": "12:16", "5248": "3406.77", "1728": "returned", "1729": "var_city_0", "1726": "direct", "1727": "transport", "1724": "everybody", "1725": "expected", "1722": "yikes", "1723": "historical", "1720": "load", "1721": "grant", "15832": "3281.64", "15833": "3210.81", "15830": "3237.83", "7020": "878.36", "15836": "467.38", "15837": "4984.6", "15834": "1969.57", "13132": "2145", "6802": "381.62", "9003": "3547.11", "15838": "_hotel_regal_time", "11621": "8.22", "13139": "3800", "13138": "2:19", "9002": "2398.29", "7283": "4180.4", "6301": "2512.55", "7025": "6:31", "17453": "364.87", "7024": "3364.15", "7281": "26-9", "16220": "22:15", "11128": "3026.13", "3005": "ha~", "3004": "dfferent", "3007": "badly", "3006": "guests", "3001": "afterwards", "3000": "sounds", "3003": "nevermind", "3002": "option", "18354": "2866.66", "18355": "13:8", "14309": "14431.96", "14308": "2581.7", "3009": "as", "3008": "blocked", "18352": "9675.19", "18353": "1005.5", "1588": "services", "1589": "var_hotel_18.", "7285": "4045.4", "17968": "3164.16", "17969": "258.64", "1582": "remember", "1583": "paid", "1580": "kiddin", "1581": "$u21$", "1586": "stores", "1587": "sayin", "1584": "bruh", "1585": "win", "9106": "2541.1", "5255": "3:22", "5481": "1320.3", "13964": "2089", "9455": "2944.91", "5480": "7559.38", "11894": "12:29", "10671": "2016.14", "9105": "2343.27", "13599": "atlantis_peaks_resort", "10677": "4748.33", "12128": "1331.29", "9103": "1969.28", "6801": "1364.8", "10675": "19:7", "5658": "10767.88", "5659": "2460.93", "5656": "20:17", "5657": "11094.45", "5654": "1145.21", "9453": "4306.4", "5652": "21:33", "5653": "2454.4", "5650": "1560.88", "5651": "6046.35", "13342": "886.62", "10435": "5931.24", "4750": "7868.12", "4452": "2807.78", "11298": "1322.66", "8684": "8-3", "13340": "6167.5", "4450": "1564.67", "4457": "13189.63", "14251": "bonzai_hotel", "4456": "8600.0", "12481": "2003.5", "4455": "12:48", "4454": "3514.32", "7885": "18:1", "16983": "5364.22", "12492": "541.8", "13160": "2488.15", "16726": "4145.59", "11897": "5105.94", "16982": "3473.21", "4459": "hogsmead", "4458": "0:23", "6419": "6557.6", "15309": "592.86", "15304": "274.16", "12465": "2302.51", "12466": "9450.32", "12467": "655.83", "12460": "1748.4", "6410": "4872.4", "6413": "2981.96", "6412": "2690.76", "7777": "40517.36", "7776": "734.84", "16725": "14:39", "7774": "2356.8", "7773": "9:35", "7772": "5021.45", "7771": "3821.55", "7770": "2947.79", "16456": "4002.25", "5161": "3725.12", "7779": "hotel_peter", "7778": "884.18", "3917": "5072.59", "3916": "3829.82", "3915": "6084.93", "3914": "1405.16", "3913": "9194.76", "3912": "504.8", "3911": "219.58", "3910": "6038.92", "3919": "3460.62", "3918": "2244.38", "6730": "2629.54", "8315": "175.96", "8316": "2403.63", "8317": "9:58", "6734": "4097.11", "6735": "941.4", "6736": "1042.68", "8313": "957.4", "6738": "5982.1", "6739": "7123.84", "12484": "22:20", "8318": "960.59", "13598": "1724.94", "7701": "12012.66", "10885": "1856.4", "11629": "2549.45", "4726": "1920.59", "9928": "paradise_suites", "9929": "355.6", "10887": "200.86", "4834": "3454.48", "10434": "3661.1", "9921": "2612.58", "9922": "4039.85", "9923": "5400.7", "9924": "3185.99", "9925": "4191.22", "9926": "1650.33", "9927": "1247.89", "216": "supplies", "217": "splurging", "214": "oo", "215": "mum", "212": "mind", "213": "amenities", "210": "seafood", "16768": "14:18", "16767": "2500.19", "16766": "22:27", "16765": "3981.25", "5992": "3558.90", "16763": "1165.55", "14930": "4977.3", "218": "solitude", "219": "presented", "5569": "10-9", "15949": "1856.73", "6088": "2568.61", "12078": "686.9", "6086": "13:27", "12076": "5:44", "12075": "1035.69", "12294": "1184.24", "6082": "2259.9", "12072": "1511.11", "6080": "3830.72", "12070": "612.44", "5999": "2564.9", "14931": "5717.94", "11572": "656.62", "11051": "3841.96", "4836": "3128.85", "18279": "6298.37", "12780": "5173.7", "16226": "kabul", "6920": "3149.72", "17680": "1831.92", "9842": "8.86", "6305": "2137.7", "12830": "1579.53", "5941": "9671.88", "12488": "381.49", "4730": "5512.8", "3649": "5811.62", "3648": "3352.46", "3647": "16:0", "3646": "3058.22", "3645": "14779.47", "3644": "2728.58", "3643": "3457.83", "3642": "2933.4", "3641": "3618.71", "3640": "3552.5", "2550": "aware", "2551": "deserves", "2552": "way", "2553": "admit", "2554": "fund", "2555": "guess", "2556": "took", "2557": "psssstttttt", "2558": "adequate", "2559": "arrives", "10329": "17371.81", "8052": "3:28", "11476": "17737.5", "11477": "2458.35", "11474": "4699.64", "11475": "3068.84", "11472": "1082.29", "11473": "10829.0", "11470": "6960.33", "12122": "6010.6", "8027": "8101.42", "11478": "3383.16", "11479": "1974.9", "5010": "3596.5", "5011": "23583.27", "5012": "3761.2", "5013": "1803.9", "5014": "100", "5015": "4789.2", "5016": "4781.1", "5017": "2192.91", "5018": "858.16", "5019": "26-8", "12836": "20:37", "8773": "2881.79", "15996": "2226.25", "17148": "1226.72", "17149": "12800", "17418": "6211.86", "17419": "517.25", "17144": "20100.18", "17145": "3616.62", "17146": "4083.27", "17415": "1:36", "17412": "523.4", "17141": "3813.58", "17142": "2740.4", "17143": "2777.52", "4953": "1899.78", "4419": "3624.88", "13309": "199.12", "4417": "37623.47", "4416": "1872.58", "4415": "16914.3", "13305": "2260.53", "4413": "4251.86", "4412": "1474.59", "4411": "3678.83", "4410": "1535.85", "7708": "1164.98", "919": "bored", "918": "buckaroonies", "9548": "441.77", "9549": "747.32", "915": "lt", "914": "terms", "917": "atm", "916": "dep_time_or", "911": "shack", "910": "costing", "913": "accessible", "912": "dreamin", "13942": "4200", "14828": "26587.94", "14829": "2928.57", "14822": "8321.1", "14823": "1860.8", "14820": "8681.73", "14821": "2009.7", "14826": "3:47", "14827": "2674.46", "17920": "2924.3", "14825": "3800.54", "15932": "10:18", "7918": "955.56", "16890": "3411.11", "12208": "2366.15", "14292": "4429.2", "6304": "8324.82", "9864": "2253.21", "14855": "19:11", "14938": "2584.43", "14304": "23:37", "11736": "3830.89", "14854": "1752.83", "14939": "10098.62", "12839": "8338.29", "5948": "1321.82", "3702": "4302.92", "4086": "3189.8", "11814": "3735.84", "11815": "3418.97", "18503": "13843.81", "18502": "1938.56", "18505": "4710.88", "18504": "1070.14", "18507": "1987.58", "18506": "6:41", "18509": "2461.7", "18508": "2394.97", "11818": "2531.46", "11819": "5674.3", "15151": "golden_crown_hotel", "15150": "1862.13", "15153": "1827.28", "15152": "5000.0", "15155": "616.27", "15154": "3175.59", "15157": "2483.39", "15156": "512.97", "15159": "1037.92", "15158": "3745.22", "12907": "1531.45", "15936": "4900", "7168": "2379.93", "7169": "3726.56", "8268": "7187.87", "16224": "5940.98", "7162": "407.25", "7163": "1005.57", "7160": "4343.5", "7161": "10745.46", "7166": "3777.27", "7167": "fort_lauderdle", "7164": "2210.27", "7165": "5333.21", "17584": "8829.81", "14859": "6584.77", "9848": "2056.48", "17585": "san_fran", "6746": "3452.4", "17586": "1553.87", "3701": "18:20", "4089": "1099.15", "630": "oooo", "17587": "736.88", "12899": "23:5", "12898": "12703.44", "12905": "4131.34", "631": "brew", "8071": "5003.68", "12894": "17338.4", "8073": "sunny_wolf_inn_&_suites", "12896": "1693.84", "8075": "882.55", "12890": "5589.20", "8077": "7:34", "8076": "4314.76", "14858": "20-9", "12206": "2612.6", "633": "permits", "17582": "3399.99", "3997": "1686.81", "1216": "deny", "17583": "2886.12", "3706": "4822.98", "635": "pique", "6334": "482.51", "8888": "10084.68", "636": "$u28$", "16541": "mellow_horizon_inn_&_suites", "6335": "2836.43", "637": "runs", "6336": "142.88", "1111": "lesson", "1110": "pondering", "1113": "hours", "1444": ".", "1443": "accommodation", "1114": "pricey", "1117": "elaborate", "1116": "winner", "1119": "offer", "1118": "bucks", "1449": "got", "1448": "disgusting", "8889": "827.41", "12903": "1592.56", "4859": "4013.39", "4868": "1175.24", "17173": "645.98", "4858": "2234.21", "4857": "732.32", "6047": "2245.83", "4584": "1064.6", "14955": "4914.63", "4729": "3310.26", "17423": "999.12", "4587": "huston", "4728": "4237.7", "4475": "3545.44", "15546": "20:1", "4854": "14784.7", "8635": "2081.5", "10129": "13776.57", "15547": "1477.34", "4581": "3577.98", "17498": "1174.11", "15012": "524.62", "10010": "891.1", "4725": "21:1", "15013": "1382.82", "4851": "1497.89", "3705": "1023.37", "4724": "697.86", "13865": "18600", "15014": "2703.12", "4582": "7:0", "4727": "3610.73", "15015": "4354.96", "5199": "2002.16", "14174": "6704.93", "8634": "4810.6", "13617": "4767.79", "6527": "1619.12", "7937": "7421.56", "18496": "1137.53", "6914": "4092.5", "4721": "2661.58", "6526": "3464.62", "18495": "3098.77", "4720": "5513.47", "8264": "16:3", "14177": "3099.6", "14953": "3386.19", "13612": "7496.94", "4789": "749.63", "15019": "3177.56", "4787": "3063.38", "14170": "la_paz", "4785": "17360.52", "13613": "3587.6", "4783": "4639.14", "4782": "5862.81", "4781": "3817.46", "4780": "11145.51", "5821": "1342.38", "5847": "5851.33", "11269": "3132.4", "11268": "melbourne", "5825": "13345.41", "18491": "4625.94", "5827": "1952.49", "5826": "15910.57", "11263": "2027.95", "5828": "2872.42", "11261": "22593937.3", "18490": "851.18", "11267": "1179.39", "5845": "174.54", "11265": "1546.66", "11264": "2:50", "5844": "11442.66", "15548": "1328.34", "10009": "2560.8", "8885": "1992.34", "8263": "3475.55", "8632": "decent", "16061": "322.87", "13780": "3192.77", "11069": "1593.63", "6916": "10568.53", "5841": "3847.9", "11068": "13181.98", "16063": "540.32", "5472": "grand_hotel", "14791": "2319.47", "13738": "6345.22", "8631": "1191.46", "9674": "1230.73", "11282": "341.94", "10452": "3007.25", "16068": "23177.48", "10451": "5714.3", "11284": "2312.58", "13861": "3145.67", "11061": "2629.51", "11917": "502.62", "10450": "999.96", "11287": "10032.75", "14540": "13:53", "9670": "9550.23", "18594": "1085.65", "11286": "2748.8", "14543": "20697.17", "10456": "5294.74", "11062": "hotel_richard", "199": "database", "198": "sketched", "17620": "683", "195": "!", "194": "opened", "197": "dough", "196": "691200000", "191": "4.3", "190": "mine", "193": "reservation", "192": "woooohooooooo", "3939": "2074.32", "6431": "2112.8", "11067": "0:10", "5198": "3794.59", "14546": "440.94", "10459": "1297.3", "8660": "2064.43", "10106": "0:27", "3748": "olive_summit", "15495": "1871.81", "6822": "495.75", "10101": "2:21", "17626": "10392.75", "15496": "8258.3", "17424": "2881.80", "10100": "516.9", "17311": "4884.85", "3746": "vitoria,_spain", "17313": "5-10", "17899": "5754.42", "17315": "2906.51", "17314": "4867.97", "17317": "4013.44", "17316": "5225.17", "17319": "3151.11", "12793": "1849.57", "12790": "741.5", "12791": "4246.68", "12796": "9:2", "12797": "14463.92", "12794": "4073.79", "12795": "10986.39", "10332": "4626.54", "10333": "18100", "2769": "availabilities", "2768": "francisco", "9151": "3911.75", "10337": "883.96", "9153": "14100.47", "10335": "1972.35", "2763": "limit", "2762": "recently", "2761": "disappointed", "2760": "meh", "2767": "miss", "2766": "hmm", "2765": "means", "2764": "eat", "16950": "986.64", "7909": "2011.3", "16952": "1922.21", "16953": "27860", "16954": "1255.81", "16403": "14187.6", "16400": "38529.6", "17893": "457.61", "16958": "658.41", "9482": "4689.88", "6913": "3369.27", "9480": "17402.76", "7904": "3406.81", "9486": "3:53", "16408": "2390.53", "7907": "9:55", "12240": "2370.98", "6270": "1558.77", "6273": "4:44", "12243": "34300", "12244": "2717.46", "6274": "732.5", "6277": "5725.44", "4621": "8600", "6279": "858.76", "420": "upcoming", "4622": "839.85", "15499": "8134.57", "13532": "7915.0", "16248": "3158.28", "4957": "11:54", "16249": "3130.76", "9731": "2176.59", "9730": "las_flores", "6825": "761.71", "9732": "8605.58", "9735": "5523.98", "16718": "741.14", "9737": "3178.13", "13790": "2264.86", "9739": "13:17", "9738": "154.88", "16719": "16827.88", "4082": "4947.93", "6438": "184.86", "16244": "14755.93", "13792": "2932.41", "13538": "1377.45", "4084": "2289.75", "16622": "2012.95", "12702": "568.41", "16246": "2692.92", "4085": "1925.67", "854": "yay", "855": "boys", "3450": "rug", "857": "..var_city_36", "850": "disappointing", "851": "forward", "852": "think", "853": "packages", "16712": "5438.9", "3458": "eeeeeeeeeeee", "3459": "slots", "858": "myself", "859": "makes", "16241": "4415.33", "4088": "1142.65", "18818": "292.7", "16242": "2877.68", "6": "yuck", "16711": "1371.37", "6827": "359.73", "11756": "2609.12", "8905": "846.85", "14149": "9857.25", "14148": "1336.9", "9384": "960.71", "13163": "10:26", "14145": "3213.4", "14144": "4544.29", "14147": "2414.79", "14146": "5283.92", "6828": "5586.99", "8907": "2770.33", "14143": "848.73", "14142": "2494.33", "5229": "2251.5", "5228": "3588.17", "5223": "5176.65", "5222": "13263.81", "5221": "second_hotel", "5220": "4991.2", "5227": "3223.45", "5226": "5208.42", "5225": "424.58", "5224": "8049.78", "15818": "5:24", "13112": "lower", "13111": "3514.41", "13110": "1664.52", "13117": "735.25", "13116": "2839.9", "13115": "11980.72", "13114": "2089.76", "15810": "4841.41", "15811": "414.52", "15812": "21011.11", "11857": "crown_jungle_inn", "15814": "3534.0", "12004": "19343.79", "15816": "692.55", "15817": "15:34", "16708": "1926.57", "18673": "5298.96", "14351": "6305.6", "4811": "1244.55", "11180": "1:43", "12003": "9481.22", "14369": "688.35", "3062": "problems", "3061": "meal", "3060": "permission", "17940": "2074.21", "3066": "adjust", "3065": "evidently", "3064": "with", "14493": "4002.84", "18333": "2028.14", "3069": "departs", "3068": "squeeze", "14365": "argentina", "17949": "2008.7", "14367": "5510.7", "14494": "3263.6", "13909": "5646.84", "6562": "1128.48", "14356": "1446.6", "16393": "1149.29", "14357": "12496.97", "14697": "4562.79", "4267": "2046.56", "14817": "2464.73", "16391": "1705.72", "14359": "5770.88", "15320": "12006.4", "18679": "1856.75", "11189": "3345.92", "4817": "201.81", "4268": "3103.37", "14816": "1737.38", "11607": "4.74", "7575": "1455.33", "16705": "2703", "7574": "1017.23", "4816": 