{"generate_vocab_size": 826, "output_vocab_size": 1248, "rev_mapping": {"0": "$GO$", "199": "certain", "1200": "hk_fusion", "1175": "01223_323178", "861": "01223_461661", "1144": "cb23dt", "1218": "cb41ep", "1145": "cb41nl", "818": "hungarian", "819": "mind", "346": "tonight", "347": "both", "340": "me", "341": "code", "342": "best", "343": "01223352500.", "810": "should", "811": "appear", "812": "probably", "813": "$s6$", "814": "numbers", "815": "southern", "816": "servies", "817": "462354", "1149": "the_cambridge_chop_house", "719": "other", "718": "works", "717": "11", "716": "because", "715": "im", "714": "had", "713": "indonesian", "712": "woah", "711": "mid", "710": "match", "618": "trouble", "915": "the_golden_curry", "914": "restaurant_one_seven", "880": "little_seoul", "917": "napier_street_city_centre", "594": "change", "1068": "the_copper_kettle", "916": "cb30ad", "1182": "taj_tandoori", "195": "caribbean", "1061": "cambridge_city_football_club_milton_road_chesterton", "911": "12_market_hill_city_centre", "1168": "japanese", "1062": "01223_323361", "1065": "01223_366668", "1064": "the_gandhi", "619": "menu", "910": "jesus_lane_fen_ditton", "913": "chinese", "298": "seve", "299": "moderatley", "296": "thank", "297": "oh", "294": "postcode", "295": "kind", "292": "recommend", "293": "cuisine", "290": "for", "291": "get", "591": "victoria", "590": "further", "593": "binh", "592": "01223308681", "595": "bar", "198": "glad", "597": "system", "596": "malasian", "599": "ca", "598": "canapes", "197": "would", "196": "towards", "191": "16", "190": "oriental", "193": "somewhere", "192": "$u2$", "270": "464630.", "271": "choice", "272": "tandoon", "273": "option", "274": "them", "275": "woluld", "276": "medium", "277": "anything", "278": "end", "279": "modern", "1067": "cb41eh", "524": "01223247877", "525": "whether", "214": "couple", "527": "expand", "520": "whats", "521": "secondary", "522": "01223311053.", "523": "also", "1014": "peking_restaurant", "1015": "01223_302010", "1016": "don_pasquale_pizzeria", "1017": "01223_312598", "528": "restauant", "529": "moderatre", "1012": "stazione_restaurant_and_coffee_bar", "1103": "free_school_lane_city_centre", "1234": "pizza_express_fen_ditton", "1025": "lan_hong_house", "449": "does", "448": "6", "1230": "2_rose_crescent_city_centre", "1231": "cb23jx", "1232": "205_victoria_road_chesterton", "1233": "ask", "443": "any", "442": "place", "441": "you", "440": "high", "447": "ciquito", "446": "fine", "445": "more", "444": "restaraunt", "108": "green", "109": "3qf", "1135": "01223_324033", "102": "see", "103": "01223302010.", "100": "y", "101": "at", "106": "settle", "107": "pricey", "104": "info", "105": "3.h", "902": "thanh_binh", "903": "54_king_street_city_centre", "39": "01223568988", "38": "like", "906": "cambridge_lodge_restaurant", "907": "gourmet_burger_kitchen", "904": "cocum", "905": "pizza_hut_city_centre", "33": "regent", "32": "total", "31": "quite", "30": "priced", "37": "01223362525", "36": "01223315232.", "601": "24", "34": "thinking", "125": "variety", "640": "moderately", "643": "look", "642": "milton", "645": "list", "644": "dinner", "438": "areas", "646": "star", "436": "back", "648": "afraid", "434": "hills", "435": "have", "432": "downtown", "433": "dine", "430": "$s4$", "431": "requested", "1156": "riverside_brasserie", "339": "$s2$", "338": "$u9$", "1236": "moderate", "335": "dish", "334": "regarding", "337": "singapore", "336": "swiss", "331": "type", "330": "pardon", "333": "severing", "332": "are", "1120": "anatolia", "559": "01223", "1000": "cb21rg", "558": "$STOP$", "854": "golden_house", "344": "01223727410.", "856": "pipasha_restaurant", "857": "01223_249955", "850": "cb12as", "851": "40428_king_street_city_centre", "852": "cb17aa", "345": "price", "858": "01223_412299", "859": "01223_309147", "1081": "travellers_rest", "748": "of", "6": "apologize", "1150": "curry_garden", "900": "01223_464630", "848": "01223_727410", "99": "dontcare", "98": "d", "844": "meghna", "1085": "gastropub", "91": "fairly", "90": "fact", "93": "average", "92": "made", "95": "were", "94": "malaysian", "97": "is", "96": "restaurants", "1216": "cb11bg", "348": "on", "349": "01223248882.", "153": "problem", "740": "01223727410", "741": "sound", "742": "lovely", "743": "requirements", "744": "call", "745": "nice", "746": "01223350688.", "747": "while", "555": "send", "554": "services", "557": "so", "556": "!", "551": "hear", "550": "b", "553": "needed", "552": "city", "238": "northampton", "239": "try", "234": "appears", "235": "american", "236": "9", "237": "specify", "230": "suits", "231": "restuarants", "232": "been", "233": "giving", "1050": "fitzbillies_restaurant", "1198": "68_histon_road_chesterton", "1052": "01223_412430", "1053": "01223_359506", "1054": "01223_308871", "1055": "01223_351707", "1056": "yu_garden", "1057": "21_burleigh_street_city_centre", "1058": "sitar_tandoori", "1190": "cambridge_leisure_park_clifton_way", "1193": "cb43le", "1192": "cb13nf", "1195": "st._michael's_church_trinity_street_city_centre", "1194": "meze_bar_restaurant", "1197": "01223_367755", "1196": "34_-_35_green_street", "1": "someone", "614": "desire", "146": "job", "147": "specifications", "144": "mistake", "145": "this", "142": "01223351707.", "143": "occasion", "140": "resteraunt", "141": "locate", "612": "fulfill", "613": "much", "610": "sir", "611": "301030", "616": "else", "617": "closer", "148": "got", "615": "selections", "1007": "mexican", "912": "1_kings_parade", "1139": "01223_356555", "1006": "east", "1091": "hakka", "951": "4_kings_parade_city_centre", "1005": "cb21ab", "194": "preferences", "1004": "italian", "948": "01223_352607", "949": "la_margherita", "946": "cb23rh", "1003": "01223_350106", "944": "15_-_19_trumpington_street", "879": "01223_315232", "942": "grafton_hotel_619_newmarket_road_fen_ditton", "943": "victoria_avenue_chesterton", "940": "cb21uj", "1002": "01223_361763", "876": "north_american", "689": "preferably", "688": "ring", "1059": "eraina", "685": ".", "684": "hungry", "687": "english", "686": "upscale", "681": "search", "680": "addresses", "683": "108", "682": "fusion", "458": "clarify", "622": "polish", "1225": "01223_301761", "133": "served", "132": "there", "131": "crossover", "130": "atmosphere", "137": "an", "136": "help", "135": "hmm", "134": "increase", "494": "suggest", "495": "restuarant", "496": "crescent", "138": "provide", "490": "c", "491": "available", "492": "'ll", "493": "shiraz", "24": "differnt", "25": "halal", "26": "still", "27": "going", "20": "require", "21": "these", "22": "01223566388", "23": "01223352500", "1243": "01223_277977", "927": "finders_corner_newmarket_road", "28": "romanian", "29": "hi", "407": "'ve", "406": "many", "405": "by", "404": "cantonese", "403": "that", "402": "belgian", "401": "from", "400": "bad", "933": "01223_354382", "932": "196_mill_road_city_centre", "931": "01223_244277", "930": "01223_259988", "937": "01223_464550", "629": "possible", "409": "perform", "408": "205", "1069": "01223_364917", "453": "$s1$", "1028": "7_milton_road_chesterton", "1212": "de_vere_university_arms_regent_street_city_centre", "1241": "clowns_cafe", "1229": "regent_street_city_centre", "1228": "01223_323639", "1018": "sala_thong", "379": "1,2", "378": "01223366552.", "228": "eat", "829": "152_-_154_hills_road", "828": "01223_323737", "1051": "thai", "1060": "golden_wok", "825": "01223307581", "824": "difficulty", "373": "wide", "372": "christmas", "821": "a", "374": "vegetarian", "823": "result", "822": "sorry", "1083": "de_luca_cucina_and_bar", "708": "details", "709": "up", "1176": "01223_358399", "704": "appeals", "705": "choosing", "706": "3-34", "707": "...", "700": "alimentum", "701": "shot", "702": "sanit", "703": "categories", "393": "dining", "392": "14", "391": "locations", "89": "my", "397": "phone", "396": "time", "395": "australian", "394": "money", "82": "saint", "83": "too", "399": "inquiries", "81": "fish", "86": "places", "87": "head", "84": "query", "85": "evening", "797": "your", "796": "apologies", "795": "meant", "794": "1.uy", "793": "suggestion", "792": "andrews", "791": "priced..", "790": "only", "1170": "royal_spice", "799": "fits", "798": "excellent", "7": "nearest", "899": "cb58jj", "1246": "cb21aw", "586": ">", "587": "absolutely", "584": "instead", "585": "address", "582": "bbq", "583": "trying", "580": "requirement", "581": "around", "1133": "01223_369299", "1132": "huntingdon_road_city_centre", "1131": "191_histon_road_chesterton", "1130": "charlie_chan", "1137": "efes_restaurant", "1063": "01223_363471", "588": "int", "589": "it", "245": "ya", "244": "area", "247": "each", "246": "four", "241": "nine", "240": "correct", "243": "10", "242": "traditional", "149": "goodbye", "249": "go", "248": "whichever", "1117": "zizzi_cambridge", "1213": "41518_castle_street_city_centre", "924": "01223_337766", "970": "01223_518111", "925": "39_burleigh_street_city_centre", "519": "australasian", "518": "epensive", "926": "rice_boat", "1009": "6_lensfield_road", "1008": "cb30af", "511": "venetian", "510": "where'a", "513": "style", "512": "maybe", "515": "169", "514": "here", "517": "$s5$", "516": "cool", "623": "th", "459": "german", "621": "prefer", "620": "scottish", "627": "tuscan", "626": "then", "625": "care", "624": "first", "450": "offering", "451": "ant", "452": "7", "628": "servings", "454": "01223400170", "455": "pricerange", "456": "second", "457": "another", "1084": "cb21qa", "179": "anywhere", "178": "2", "177": "kosher", "176": "steakhouse", "175": "eastern", "174": "resturant", "173": "21-24", "172": "01223351707", "171": "tnahh", "170": "able", "977": "43_high_street_cherry_hinton_cherry_hinton", "656": "hope", "975": "g4_cambridge_leisure_park_clifton_way_cherry_hinton", "974": "01223_308681", "973": "bedouin", "972": "30_bridge_street_city_centre", "971": "cb17ag", "183": "varisty", "1080": "01223_356666", "1013": "01223_362054", "654": "which", "979": "european", "978": "cb30df", "182": "singaporean", "657": "anythig", "180": "listings", "2": "might", "652": "01223311053", "187": "unfortunately", "184": "needs", "651": "covered", "886": "11_peas_hill_city_centre", "186": "welconme", "188": "$u6$", "189": "seem", "1122": "01223_352500", "658": "100", "653": "l", "1123": "korean", "650": "panasian", "1124": "panahar", "185": "although", "1125": "market_hill_city_centre", "1148": "7_barnwell_road_fen_ditton", "1089": "grafton_hotel_restaurant", "1127": "529_newmarket_road_fen_ditton", "1227": "hotel_du_vin_and_bistro", "11": ":", "10": "how", "13": "'", "12": "good-bye", "15": "listing", "14": "offer", "17": "01223350688", "16": "suggestions", "19": "restaraunts", "18": "most", "863": "47-53_regent_street", "862": "40270_king_street_city_centre", "865": "01223_306306", "864": "cb21dp", "867": "cb11ln", "866": "efes_restaurants", "884": "01223_353110", "947": "shiraz_restaurant", "938": "451_newmarket_road_fen_ditton", "659": "$u4$", "1226": "cb41jy", "883": "maharajah_tandoori_restaurant", "753": "alright", "881": "01223_244149", "945": "01223_568988", "887": "the_oak_bistro", "831": "cb12qa", "885": "32_bridge_street_city_centre", "752": "consider", "928": "the_lucky_star", "62": "away", "888": "cb23ar", "1032": "south", "1115": "01223_448620", "756": "name", "1179": "14_-16_bridge_street", "929": "rajmahal", "63": "where", "809": "but", "322": "196", "323": "features", "320": "next", "354": "creative", "326": "serving", "327": "eatery", "324": "as", "325": "mill", "1224": "cb58aq", "328": "provided", "329": "out", "562": "meets", "775": "looking", "200": "c.b.1", "777": "server", "202": "25", "205": "dont", "204": "same", "773": "multiple", "206": "make", "209": "yo", "208": "moderatly", "779": "something", "778": "either", "889": "the_good_luck_chinese_food_takeaway", "77": "just", "76": "contacting", "75": "15", "74": "okay", "73": "selling", "72": "dbye", "71": "gold", "70": "chips", "655": "exist", "79": "post", "78": "thanks", "1043": "01223_413000", "1042": "cb30lx", "1041": "bangkok_city", "1040": "84_regent_street_city_centre", "1047": "01223_247877", "1046": "the_gardenia", "1045": "west", "1044": "01223_362433", "1049": "j_restaurant", "1048": "cb28nx", "1222": "01223_356354", "359": "very", "358": "selection", "868": "cb43ax", "1142": "the_hotpot", "1143": "prezzo", "1140": "01223_506055", "1141": "0871_942_9180", "1146": "59_hills_road_city_centre", "1147": "35_newnham_road_newnham", "669": "barbeque", "668": "less", "667": "no", "666": "basque", "665": "lucky", "664": "course", "663": "280", "662": "street", "661": "rose", "660": "may", "1221": "seafood", "215": "location", "692": "actually", "693": "today", "690": "interested", "691": "$u1$", "696": "nah", "697": "cherry", "694": "ther", "695": "inquiry", "698": "types", "699": "01223360966.", "526": "better", "542": "cost", "543": "special", "540": "specializes", "541": "pleasure", "546": "d.y", "547": "those", "544": "01223367660", "545": "$s3$", "8": "wecome", "548": "n't", "549": "pipasha", "68": "asked", "1019": "vietnamese", "995": "the_missing_sock", "994": "galleria", "997": "cb21tw", "996": "64_cherry_hinton_road_cherry_hinton", "991": "graffiti", "990": "midsummer_common", "993": "pizza_hut_cherry_hinton", "992": "20_milton_road_chesterton", "999": "bloomsbury_restaurant", "998": "cb12bd", "120": "alternatively", "121": "thier", "122": "017-335-3355", "123": "suppose", "124": "found", "764": "8", "126": "such", "127": "huh", "128": "amount", "129": "resaurants", "765": "nothing", "69": "town.is", "1136": "17_hills_road_city_centre", "1188": "33-34_saint_andrews_street", "259": "ok", "1010": "royal_standard", "563": "long", "1189": "12_lensfield_road_city_centre", "1011": "01223_366552", "414": "restrauant", "415": "sure", "416": "moment", "417": "q.a", "410": "options", "411": "35", "412": "therea", "413": "everything", "920": "8_norfolk_street_city_centre", "498": "$PAD$", "922": "01223_302330", "923": "21_-_24_northampton_street", "418": "persian", "419": "meal", "776": "far", "499": "20", "319": "goo", "318": "corsica", "1235": "83_regent_street", "313": "$s8$", "312": "the", "311": "with", "310": "5", "317": "id", "316": "really", "315": "perfect", "314": "want", "1237": "01462_432565", "1177": "01223_360966", "1066": "01223_355711", "921": "01223_244955", "1126": "saigon_city", "1181": "01223_400170", "139": "bye", "1134": "01223_365068", "832": "kymmoy", "833": "wagamama", "830": "01223_307581", "497": "near", "836": "01223_362372", "837": "hills_road_city_centre", "834": "2g_cambridge_leisure_park_cherry_hinton_road_cherry_hinton", "835": "king_street_city_centre", "838": "hotel_felix_whitehouse_lane_huntingdon_road", "839": "nandos", "3": "$", "1030": "01223_329432", "368": "awesome", "369": "be", "366": "will", "367": "..good", "364": "cambridge", "365": "290", "362": "its", "363": "01223302010", "360": "important", "361": "$u8$", "959": "cb21uf", "1138": "the_nirala", "952": "01223_367660", "1238": "12_st._johns_street_city_centre", "882": "01223_462354", "1239": "01223_351027", "380": "<silence>", "381": "01223323178", "382": "located", "383": "that'it", "384": "description", "385": "choise", "386": "six", "387": "welcome", "388": "wait", "389": "hotel", "784": "calling", "785": "shall", "786": "than", "787": "need..", "780": "$u5$", "781": "again", "782": "restarant", "783": "wok", "1079": "yippee_noodle_bar", "788": "parameters", "789": "down", "1174": "01223_566188", "860": "spanish", "1223": "01223_241387", "151": "hey", "579": "popular", "578": "danish", "1088": "la_tasca", "604": "irish", "573": "postode", "572": "third", "571": "under", "570": "hello", "577": "diverse", "576": "p", "575": "32", "574": "believe", "60": "he", "61": "along", "258": "visit", "606": "qualifications", "64": "criteria", "65": "know", "66": "particularly", "67": "afghan", "252": "and", "253": "resturants", "250": "rated", "251": "stay", "256": "25.00", "257": "system..good", "254": "establishment", "154": "names", "603": "unfortuntately", "869": "5_jordans_yard_bridge_street_city_centre", "1172": "01223_368786", "602": "range", "939": "cb21su", "731": "come", "730": "4", "733": "day", "732": "ood", "735": "two", "734": "definitely", "737": "swedish", "736": "telephone", "506": "-", "738": "hinton", "504": "return", "505": "84", "502": "reached", "503": "chiquito", "500": "thank-you", "501": "prices", "630": "wonderful", "631": "i", "632": "22", "633": "none", "469": "anyone", "635": "serves", "636": "within", "637": "great", "465": "service", "464": "food", "467": "database", "466": "ranges", "461": "well", "460": "17", "463": "restauarnt", "462": "or", "901": "01223_577786", "390": "preferred", "169": "52", "164": "ids", "165": "yummy", "166": "ones", "167": "01223353110", "160": "expensively", "161": "01223413000", "162": "scandinavian", "163": "hate", "964": "chiquito_restaurant_bar", "965": "modern_european", "966": "cotto", "967": "british", "960": "saffron_brasserie", "961": "tang_chinese", "962": "100_mill_road_city_centre", "963": "cb21uw", "1129": "cb21eg", "968": "12_norfolk_street_city_centre", "969": "dojo_noodle_bar", "936": "pizza_hut_fen_ditton", "1106": "kohinoor", "1107": "mahal_of_cambridge", "1104": "37_newnham_road_newnham", "1105": "cb41uy", "1102": "tandoori_palace", "935": "cb30ah", "1100": "01223_354755", "1101": "169_high_street_chesterton_chesterton", "934": "newmarket_road_fen_ditton", "908": "cb28pb", "1108": "24_green_street_city_centre", "1109": "cb21qy", "909": "da_vinci_pizzeria", "1128": "01223_360409", "35": "recommended", "1159": "22_chesterton_road_chesterton", "1158": "international", "641": "yes", "878": "01223_350688", "1240": "01223_248882", "1183": "shanghai_family_restaurant", "877": "french", "874": "curry_queen", "875": "cb23qf", "872": "cb39ey", "873": "01223_355012", "870": "01223_355909", "871": "01223_276182", "1155": "ali_baba", "1242": "portuguese", "1154": "darrys_cookhouse_and_wine_shop", "9": "4-6", "1245": "01223_362525", "1071": "52_mill_road_city_centre", "1157": "mediterranean", "1244": "01223_365599", "890": "cambridge_leisure_park_clifton_way_cherry_hinton", "891": "restaurant_two_two", "892": "01223_350420", "893": "indian", "894": "74_mill_road_city_centre", "647": "brazilian", "896": "cb21nw", "897": "the_little_rose_37_trumpington_street", "898": "cb12lf", "1098": "88_mill_road_city_centre", "1087": "01223_355166", "439": "our", "1116": "01799_521260", "1099": "midsummer_house_restaurant", "255": "night", "649": "check", "1199": "01223_363270", "1247": "corn_exchange_street", "1153": "city_stop_restaurant", "437": "using", "1152": "pizza_express", "1036": "72_regent_street_city_centre", "1086": "01223_327908", "357": "section", "356": "assist", "355": "01223327908", "808": "information", "353": "results", "352": "finding", "351": "experience", "350": "now", "803": "venues", "802": "chesterton", "801": "plus", "800": "searching", "807": "welsh", "806": "hit", "805": "part", "804": "choose", "216": "q.", "217": "did", "768": "few", "769": "three", "212": "peking", "213": "01223327908.", "210": "nirala", "211": "classy", "762": "think", "763": ",", "760": "following", "761": "choices", "766": "direct", "767": "abou", "218": "they", "219": "find", "957": "cb58pa", "956": "cheap", "1033": "the_cow_pizza_kitchen_and_bar", "1169": "01223_358899", "1078": "milton_road_chesterton", "1110": "106_regent_street_city_centre", "1076": "01223_566388", "1077": "rice_house", "1074": "nandos_city_centre", "1075": "cb259aq", "1072": "01223_353942", "1073": "cb11hr", "1070": "183_east_road_city_centre", "1178": "cambridge_retail_park_newmarket_road_fen_ditton", "289": "one", "288": "austrian", "321": "servers", "4": "59", "281": "catalan", "280": "interest", "283": "spend", "282": "let", "285": "'s", "284": "all", "287": "whatever", "286": "cuban", "1094": "the_river_bar_steakhouse_and_grill", "1095": "charlie_chan-", "1096": "106_mill_road_city_centre", "1097": "cb11lh", "678": "deciding", "679": "jamaican", "1092": "01733_553355", "1093": "108_regent_street_city_centre", "674": "grafton", "675": "venue", "676": "619", "677": "asian", "670": "delicious", "671": "anymore", "672": "bill", "673": "goobye", "263": "hang", "262": "directions", "261": "line", "260": "takes", "267": "pricing", "266": "town", "265": "restaurnt", "264": "$u7$", "1121": "north", "1031": "quayside_off_bridge_street", "269": "closest", "268": "moroccan", "1082": "01223_307030", "59": "meeting", "58": "expinsive", "1215": "2_sturton_street_city_centre", "55": "entree", "54": "sounds", "57": "full", "56": "thing", "51": "request", "50": "west.would", "53": "mid-range", "52": "was", "537": "sytem", "536": "category", "535": "appreciate", "534": ";", "533": "matching", "532": "reasonably", "531": "could", "530": "least", "539": "c.b", "538": "restraunt", "987": "saint_johns_chop_house", "201": "$s7$", "988": "15_magdalene_street_city_centre", "989": "01223_356060", "1171": "cb21nt", "774": "bridge", "982": "3_-_5_millers_yard_mill_lane", "983": "cb43hl", "980": "cb11dg", "981": "33_bridge_street", "986": "01223_812660", "203": "lot", "984": "expensive", "985": "31_newnham_road_newnham", "115": "business", "114": "entries", "117": "01223307030.", "116": "convenient", "111": "?", "110": "139", "113": "happy", "112": "what", "771": "good", "119": "mathcing", "118": "1", "770": "iscb259aq", "207": "river", "1205": "290_mill_road_city_centre", "772": "called", "953": "turkish", "429": "road", "428": "bistro", "1034": "cb21la", "919": "01223_324351", "918": "loch_fyne", "421": "take", "420": "preference", "423": "recommendations", "422": "greek", "425": "assistance", "424": "u.f", "427": "rest", "426": "certainly", "308": "looks", "309": "to", "1191": "66_chesterton_road_chesterton", "855": "17_magdalene_street_city_centre", "300": "some", "301": "currently", "302": "serve", "303": "tell", "304": "enjoy", "305": "reach", "306": "wanting", "307": "alternate", "895": "36_saint_andrews_street", "371": "sort", "181": "russian", "370": "several", "827": "cb21rq", "847": "cambridge_lodge_hotel_139_huntingdon_road_city_centre", "846": "india_house", "845": "cb23ll", "826": "cb21db", "843": "82_cherry_hinton_road_cherry_hinton", "842": "cb23nj", "841": "asian_oriental", "840": "01223_362456", "1151": "35_saint_andrews_street_city_centre", "375": "postal", "1090": "01223_302800", "853": "40210_millers_yard_city_centre", "849": "curry_king", "820": "wanted", "377": "1223", "1209": "caffe_uno", "376": "we", "1164": "01223_311053", "1210": "bridge_street_city_centre", "954": "cb13nl", "1208": "the_slug_and_lettuce", "950": "cb19hx", "1165": "cb41ha", "941": "01223_500005", "1038": "ugly_duckling", "1039": "restaurant_alimentum", "1220": "lebanese", "1166": "01223_357187", "568": "locdated", "569": "listed", "751": "specification", "750": "toward", "757": "seems", "508": "do", "755": "am", "754": "152-154", "560": "'m", "561": "pretty", "759": "show", "758": "unusual", "564": "bummer", "565": "1.d", "566": "their", "567": "inexpensive", "739": "us", "229": "world", "507": "give", "227": "named", "226": "if", "225": "queries", "224": "eateries", "223": "ten", "222": "sitar", "221": "matter", "220": "01223400170.", "1001": "cb58ba", "1024": "cb17dy", "1027": "cb30dq", "1026": "10_homerton_street_city_centre", "1021": "thompsons_lane_fen_ditton", "1020": "01223_311911", "1023": "doubletree_by_hilton_cambridge_granta_place_mill_lane", "1022": "12_bridge_street_city_centre", "1186": "michaelhouse_cafe", "1187": "mill_road_city_centre", "1184": "21_-_24_northampton_road", "1185": "cb21rt", "1029": "4_-_6_rose_crescent", "88": "tasty", "1180": "backstreet_bistro", "1037": "cb21ug", "726": "nope", "727": "particular", "724": "centr", "725": "talking", "722": "f", "723": "specific", "720": "fitting", "721": "tow", "1160": "sesame_restaurant_and_bar", "1035": "cb12az", "1167": "cote", "728": "api_call", "729": "restaurant", "605": "side", "150": "about", "607": "five", "152": "records", "155": "3", "600": "can", "157": "in", "156": "different", "159": "01223351880", "158": "number", "1207": "la_raza", "1206": "crowne_plaza_hotel_20_downing_street", "609": "however", "608": ".cb21ab", "1203": "cb23pp", "1202": "cb43lf", "1204": "cb21sj", "1211": "51_trumpington_street_city_centre", "976": "la_mimosa", "1161": "01223_354679", "634": "others", "80": "elese", "468": "$u3$", "749": "additional", "958": "jinling_noodle_bar", "398": "eritrean", "1214": "centre", "48": "01223812660", "49": "offers", "46": "questions", "47": "varying", "44": "not", "45": "fit", "42": "loated", "43": "center", "40": "nearby", "41": "c.b2", "1111": "71_castle_street_city_centre", "638": "having", "1113": "86_regent_street_city_centre", "1112": "cb23ju", "5": "already", "1114": "african", "1162": "01223_351880", "639": "'re", "1119": "cb58wr", "1118": "curry_prince", "1173": "cb58rg", "1219": "frankie_and_bennys", "1217": "01223_227330", "1163": "01842_753771", "489": "tanh", "488": "01799521260", "487": "work", "486": "01223462354.", "485": "narrow", "484": "per", "483": "ok.", "482": "use", "481": "please", "480": "broaden", "509": "contact", "955": "01223_505015", "1201": "the_varsity_restaurant", "472": "showing", "473": "meet", "470": "'d", "471": "past", "476": "desired", "477": "has", "474": "matches", "475": "requests", "168": "right", "478": "need", "479": "costs"}, "input_vocab_size": 1248, "vocab_mapping": {"regent_street_city_centre": 1229, "2_rose_crescent_city_centre": 1230, "all": 284, "code": 341, "consider": 752, "pardon": 330, "backstreet_bistro": 1180, "victoria_avenue_chesterton": 943, "broaden": 480, "particular": 727, "1,2": 379, "results": 353, "01223_367660": 952, "four": 246, "cb259aq": 1075, "asian": 677, "152_-_154_hills_road": 829, "go": 249, "query": 84, "mill": 325, "hate": 163, "looking": 775, "certainly": 426, "shiraz": 493, "yummy": 165, "chinese": 913, "everything": 413, "01223_307030": 1082, "21_burleigh_street_city_centre": 1057, "send": 555, "suits": 230, "to": 309, "01223_301761": 1225, "12_norfolk_street_city_centre": 968, "th": 623, "under": 571, "sorry": 822, "47-53_regent_street": 863, "01223351707.": 142, "town": 266, "tanh": 489, "crowne_plaza_hotel_20_downing_street": 1206, "need..": 787, "ciquito": 447, "very": 359, "pizza_hut_fen_ditton": 936, "none": 633, "choice": 271, "dojo_noodle_bar": 969, "cb58pa": 957, "entries": 114, "j_restaurant": 1049, "trouble": 618, "canapes": 598, "cool": 516, "cb21db": 826, "01223323178": 381, "191_histon_road_chesterton": 1131, "did": 217, "restuarants": 231, "venue": 675, "la_margherita": 949, "1_kings_parade": 912, "cb17ag": 971, "try": 239, "p": 576, "pizza_express": 1152, "settle": 106, "steakhouse": 176, "01223_448620": 1115, "01223_365599": 1244, "de_vere_university_arms_regent_street_city_centre": 1212, "290": 365, "enjoy": 304, "specializes": 540, "midsummer_house_restaurant": 1099, "01223307030.": 117, "ten": 223, "196": 322, "mediterranean": 1157, "direct": 766, "$s8$": 313, "past": 471, "dish": 335, "second": 456, "cost": 542, "crescent": 496, "further": 590, "$u5$": 780, "choices": 761, "01223_350106": 1003, "resaurants": 129, "cambridge": 364, "will": 366, "what": 112, "the_oak_bistro": 887, "$s1$": 453, "preferences": 194, "giving": 233, "section": 357, "requirements": 743, "near": 497, "swiss": 336, "01223_312598": 1017, "restauant": 528, "indian": 893, "royal_standard": 1010, "cb30ah": 935, "cb30af": 1008, ";": 534, "cb30ad": 916, "full": 57, "01223_367755": 1197, "01223_518111": 970, "meze_bar_restaurant": 1194, "panasian": 650, "106_regent_street_city_centre": 1110, "here": 514, "ranges": 466, "desired": 476, "108": 683, "let": 282, "andrews": 792, "address": 585, "directions": 262, "loch_fyne": 918, "100": 658, "appears": 234, "change": 594, "wait": 388, "basque": 666, "great": 637, "rajmahal": 929, "cb43le": 1193, "14": 392, "difficulty": 824, "32": 575, "vegetarian": 374, "vietnamese": 1019, "12_market_hill_city_centre": 911, "68_histon_road_chesterton": 1198, "experience": 351, "amount": 128, "01223_577786": 901, "suggestion": 793, "menu": 619, "narrow": 485, "d.y": 546, "options": 410, "fulfill": 612, "01223_311053": 1164, "named": 227, "addresses": 680, "search": 681, "prefer": 621, "maharajah_tandoori_restaurant": 883, "01223_356666": 1080, "names": 154, "15_magdalene_street_city_centre": 988, "total": 32, "cb23dt": 1144, "wecome": 8, "cb58wr": 1119, "use": 482, "15_-_19_trumpington_street": 944, "from": 401, "takes": 260, "would": 197, "cambridge_retail_park_newmarket_road_fen_ditton": 1178, "curry_garden": 1150, "visit": 258, "two": 735, "next": 320, "few": 768, "call": 744, "183_east_road_city_centre": 1070, "criteria": 64, "yippee_noodle_bar": 1079, "hinton": 738, "type": 331, "tell": 303, "today": 693, "belgian": 402, "sort": 371, "ood": 732, "expensively": 160, "taj_tandoori": 1182, "evening": 85, "newmarket_road_fen_ditton": 934, "12_bridge_street_city_centre": 1022, "01223_355166": 1087, "it": 589, "downtown": 432, "phone": 397, "sala_thong": 1018, "mathcing": 119, "01223311053": 652, "far": 776, "excellent": 798, "royal_spice": 1170, "modern_european": 965, "glad": 198, "me": 340, "stazione_restaurant_and_coffee_bar": 1012, "462354": 817, "01223_356060": 989, "6_lensfield_road": 1009, "f": 722, "this": 145, "work": 487, "king_street_city_centre": 835, "..good": 367, "curry_prince": 1118, "cambridge_lodge_restaurant": 906, "anywhere": 179, "nine": 241, "can": 600, "following": 760, "meet": 473, "q.": 216, "my": 89, "cb41eh": 1067, "01223352500.": 343, "nearest": 7, "listings": 180, "$PAD$": 498, "give": 507, "panahar": 1124, "awesome": 368, "suggestions": 16, "ids": 164, "high": 440, "de_luca_cucina_and_bar": 1083, "charlie_chan-": 1095, "84_regent_street_city_centre": 1040, "numbers": 814, "want": 314, "cantonese": 404, "$s4$": 430, "301030": 611, "!": 556, "information": 808, "needs": 184, "end": 278, "82_cherry_hinton_road_cherry_hinton": 843, "01223_500005": 941, "provide": 138, "01223_306306": 865, "cb23rh": 946, "get": 291, "range": 602, "01223_354382": 933, "chiquito_restaurant_bar": 964, "1": 118, "how": 10, "01223_461661": 861, "zizzi_cambridge": 1117, "01223_355909": 870, "rice_boat": 926, "galleria": 994, "instead": 584, "establishment": 254, "3-34": 706, "cb41jy": 1226, "01223_353942": 1072, "swedish": 737, "entree": 55, "okay": 74, "description": 384, "sir": 610, "may": 660, "4_kings_parade_city_centre": 951, "southern": 815, "01223_244955": 921, "cb21ab": 1005, "quayside_off_bridge_street": 1031, "ali_baba": 1155, "fits": 799, "such": 126, "cb21aw": 1246, "types": 698, "a": 821, "malasian": 596, "40210_millers_yard_city_centre": 853, "binh": 593, "third": 572, ".cb21ab": 608, "maybe": 512, "meghna": 844, "appreciate": 535, "greek": 422, "01223_350420": 892, "midsummer_common": 990, "so": 557, "south": 1032, "goodbye": 149, "classy": 211, "pleasure": 541, "finders_corner_newmarket_road": 927, "01223311053.": 522, "39_burleigh_street_city_centre": 925, "frankie_and_bennys": 1219, "serving": 326, "singaporean": 182, "help": 136, "01223_351707": 1055, "01223812660": 48, "cb43lf": 1202, "areas": 438, "northampton": 238, "01223353110": 167, "cb11lh": 1097, "course": 664, "already": 5, "looks": 308, "austrian": 288, "139": 110, "still": 26, "01223_353110": 884, "its": 362, "inquiries": 399, "ok.": 483, "perfect": 315, "25": 202, "style": 513, "51_trumpington_street_city_centre": 1211, "20": 499, "thank": 296, "fit": 45, "located": 382, "somewhere": 193, "21_-_24_northampton_road": 1184, "72_regent_street_city_centre": 1036, "4_-_6_rose_crescent": 1029, ",": 763, "actually": 692, "better": 526, "cb21ug": 1037, "offers": 49, "choose": 804, "bummer": 564, "listing": 15, "cotto": 966, "covered": 651, "bye": 139, "might": 2, "saint_johns_chop_house": 987, "then": 626, "them": 274, "someone": 1, "return": 504, "yo": 209, "01223_309147": 859, "food": 464, "cb12az": 1035, "01223_276182": 871, "eat": 228, "cb21uf": 959, "records": 152, "they": 218, "not": 44, "40428_king_street_city_centre": 851, "now": 350, "day": 733, "20_milton_road_chesterton": 992, "01223_259988": 930, "tow": 721, "100_mill_road_city_centre": 962, "seve": 298, "curry_king": 849, "reasonably": 532, "l": 653, "01223247877": 524, "peking": 212, "gourmet_burger_kitchen": 907, "each": 247, "01223_249955": 857, "found": 124, "european": 979, "out": 329, "side": 605, "recommend": 292, "cb21dp": 864, "cb21nt": 1171, "another": 457, "$STOP$": 558, "meets": 562, "01223_355012": 873, "list": 645, "fish": 81, "peking_restaurant": 1014, "01223351880": 159, "mill_road_city_centre": 1187, "619": 676, "01223413000": 161, "our": 439, "01223_354755": 1100, "ring": 688, "84": 505, "really": 316, "category": 536, "goo": 319, "the_river_bar_steakhouse_and_grill": 1094, "'": 13, "01223_366552": 1011, "saffron_brasserie": 960, "2g_cambridge_leisure_park_cherry_hinton_road_cherry_hinton": 834, "increase": 134, "specifications": 147, "7_barnwell_road_fen_ditton": 1148, "oriental": 190, "asian_oriental": 841, "7": 452, "01223_362456": 840, "01223_247877": 1047, "got": 148, "clarify": 458, "cb17aa": 852, "cb23nj": 842, "correct": 240, "74_mill_road_city_centre": 894, "36_saint_andrews_street": 895, "bistro": 428, "assist": 356, "88_mill_road_city_centre": 1098, "hang": 263, "queries": 225, "cb13nf": 1192, "01223727410.": 344, "the_cambridge_chop_house": 1149, "quite": 31, "bloomsbury_restaurant": 999, "01223350688": 17, "64_cherry_hinton_road_cherry_hinton": 996, "30_bridge_street_city_centre": 972, "wagamama": 833, "01223_315232": 879, "cb21eg": 1129, "ask": 1233, "cambridge_leisure_park_clifton_way": 1190, "wanted": 820, "$u4$": 659, "care": 625, "sytem": 537, "01223308681": 592, "shanghai_family_restaurant": 1183, "selections": 615, "the_varsity_restaurant": 1201, "could": 531, "inexpensive": 567, "kohinoor": 1106, "'s": 285, "la_mimosa": 976, "thing": 56, "american": 235, "place": 442, "01223_727410": 848, "differnt": 24, "01223_464550": 937, "think": 762, "'d": 470, "first": 624, "dine": 433, "appeals": 704, "1223": 377, "dont": 205, "37_newnham_road_newnham": 1104, "$u3$": 468, "01223350688.": 746, "number": 158, "cb12bd": 998, "one": 289, "01223302010.": 103, "jesus_lane_fen_ditton": 910, "cb21nw": 896, "delicious": 670, "spanish": 860, "reached": 502, "sounds": 54, "locdated": 568, "city": 552, "rated": 250, "01223_241387": 1223, "service": 465, "their": 566, "01223_277977": 1243, "moderately": 640, "system": 597, "least": 530, "anyone": 469, "needed": 553, "01223_362372": 836, "wonderful": 630, "too": 83, "saint": 82, "cb28pb": 908, "10_homerton_street_city_centre": 1026, "listed": 569, "danish": 578, "selling": 73, "option": 273, "napier_street_city_centre": 917, "that": 403, "hotel": 389, "serve": 302, "milton_road_chesterton": 1078, "japanese": 1168, "part": 805, "eritrean": 398, "c.b.1": 200, "tuscan": 627, "thai": 1051, "believe": 574, "than": 786, "specify": 237, "milton": 642, "11": 717, "wide": 373, "kind": 295, "b": 550, "15": 75, "unfortunately": 187, "17": 460, "16": 191, "sitar_tandoori": 1058, "require": 20, "01223_362433": 1044, "scandinavian": 162, "matter": 221, "street": 662, "were": 95, "alimentum": 700, "are": 332, "and": 252, "bridge": 774, "01223_324351": 919, "290_mill_road_city_centre": 1205, "modern": 279, "mind": 819, "locations": 391, "crossover": 131, "tonight": 346, "woah": 712, "nirala": 210, "graffiti": 991, "halal": 25, "have": 435, "need": 478, "seem": 189, "01223400170": 454, "3qf": 109, "01223_302800": 1090, "01223_350688": 878, "01223_356354": 1222, "cb23jx": 1231, "afraid": 648, "01223_360966": 1177, "convenient": 116, "-": 506, "mid": 711, "cb23ju": 1112, "also": 523, "fitting": 720, "contact": 509, "take": 421, "which": 654, "finding": 352, "wanting": 306, "korean": 1123, "india_house": 846, "169_high_street_chesterton_chesterton": 1101, "restaurant_two_two": 891, "where'a": 510, "towards": 196, "multiple": 773, "shall": 785, "huh": 127, "price": 345, "african": 1114, "reach": 305, "restaurnt": 265, "victoria": 591, "1.d": 565, "most": 18, "01223352500": 23, "the_gandhi": 1064, "services": 554, "g4_cambridge_leisure_park_clifton_way_cherry_hinton": 975, "charlie_chan": 1130, "$s7$": 201, "21-24": 173, "59_hills_road_city_centre": 1146, "cuban": 286, "pipasha": 549, "01223_368786": 1172, "average": 93, "request": 51, "hungry": 684, "01223566388": 22, "traditional": 242, "definitely": 734, "priced..": 791, "01223_363270": 1199, "01223360966.": 699, "mid-range": 53, "71_castle_street_city_centre": 1111, "specification": 751, "fact": 90, "yu_garden": 1056, "atmosphere": 130, "selection": 358, "shot": 701, "gold": 71, "show": 759, "german": 459, "106_mill_road_city_centre": 1096, "cheap": 956, "12_lensfield_road_city_centre": 1189, "moroccan": 268, "$s5$": 517, "russian": 181, "showing": 472, "$u7$": 264, "postcode": 294, "free_school_lane_city_centre": 1103, "restrauant": 414, "01223_812660": 986, "mexican": 1007, "that'it": 383, "australian": 395, "fine": 446, "find": 219, "01223462354.": 486, "doubletree_by_hilton_cambridge_granta_place_mill_lane": 1023, "32_bridge_street_city_centre": 885, "chiquito": 503, "01223_359506": 1053, "parameters": 788, "romanian": 28, "the_good_luck_chinese_food_takeaway": 889, "woluld": 275, "should": 810, "01223_357187": 1166, "only": 790, "going": 27, "205_victoria_road_chesterton": 1232, "cb21tw": 997, "pretty": 561, "money": 394, "the_missing_sock": 995, "8": 764, "52": 169, "hope": 656, "choise": 385, "meant": 795, "do": 508, "hit": 806, "hungarian": 818, "10": 243, "01223_352607": 948, "33_bridge_street": 981, "lucky": 665, "preferred": 390, "lebanese": 1220, "01223_358899": 1169, "ones": 166, "01223_244149": 881, "international": 1158, "529_newmarket_road_fen_ditton": 1127, "2": 178, "01223_302010": 1015, "chips": 70, "01462_432565": 1237, "secondary": 521, "regarding": 334, "bar": 595, "resteraunt": 140, "golden_house": 854, "22_chesterton_road_chesterton": 1159, "hello": 570, "malaysian": 94, "calling": 784, "jinling_noodle_bar": 958, "bad": 400, "recommendations": 423, "river": 207, "where": 63, "severing": 333, "thompsons_lane_fen_ditton": 1021, "restaurants": 96, "moderatre": 529, "available": 491, "requirement": 580, "eraina": 1059, "the_golden_curry": 915, "riverside_brasserie": 1156, "tandoori_palace": 1102, "$s2$": 339, "restaraunts": 19, "see": 102, "cb11dg": 980, "result": 823, "apologies": 796, "hotel_felix_whitehouse_lane_huntingdon_road": 838, "restaurant_one_seven": 914, "best": 342, "closer": 617, "appear": 811, "0871_942_9180": 1141, "away": 62, "currently": 301, "please": 481, "ugly_duckling": 1038, "3": 155, "'re": 639, "features": 323, "cb58jj": 899, "wok": 783, "14_-16_bridge_street": 1179, "probably": 812, "cb13nl": 954, "nope": 726, "barbeque": 669, "01223327908": 355, "24": 601, "we": 376, "cb43ax": 868, "pricerange": 455, "7_milton_road_chesterton": 1028, "cb23ar": 888, "86_regent_street_city_centre": 1113, "01223_323361": 1062, "however": 609, "da_vinci_pizzeria": 909, "seafood": 1221, "job": 146, "preferably": 689, "french": 877, "cb58rg": 1173, "come": 731, "$": 3, "corn_exchange_street": 1247, "both": 347, "c": 490, "toward": 750, "22": 632, "restaurant": 729, "many": 406, "01223_413000": 1043, "kosher": 177, "gastropub": 1085, "british": 967, "cambridge_lodge_hotel_139_huntingdon_road_city_centre": 847, "cherry": 697, "expand": 527, "requests": 475, "01223_462354": 882, "asked": 68, "nearby": 40, "bridge_street_city_centre": 1210, "regent": 33, "cb21qy": 1109, "deciding": 678, "had": 714, "ca": 599, "others": 634, "pizza_hut_cherry_hinton": 993, "venues": 803, "the_lucky_star": 928, "scottish": 620, "pizza_hut_city_centre": 905, "hotel_du_vin_and_bistro": 1227, "01223302010": 363, "cb21qa": 1084, "along": 61, "expensive": 984, "cambridge_city_football_club_milton_road_chesterton": 1061, "unusual": 758, "api_call": 728, "kymmoy": 832, "loated": 42, "$s3$": 545, "three": 769, "been": 232, ".": 685, "north_american": 876, "int": 588, "35_saint_andrews_street_city_centre": 1151, "much": 613, "31_newnham_road_newnham": 985, "01223": 559, "interest": 280, "nandos": 839, "01223_323639": 1228, "lovely": 742, "meeting": 59, "mahal_of_cambridge": 1107, "bbq": 582, ">": 586, "17_magdalene_street_city_centre": 855, "451_newmarket_road_fen_ditton": 938, "01223_412430": 1052, "eastern": 175, "am": 755, "$u2$": 192, "anythig": 657, "cb12lf": 898, "else": 616, "01223_327908": 1086, "hmm": 135, "moderatley": 299, "2_sturton_street_city_centre": 1215, "169": 515, "01223_337766": 924, "prices": 501, "turkish": 953, "bangkok_city": 1041, "those": 547, "sound": 741, "ant": 451, "cote": 1167, "restarant": 782, "look": 643, "4-6": 9, "talking": 725, "these": 21, "bill": 672, "therea": 412, "la_raza": 1207, "resturant": 174, "n't": 548, "while": 747, "c.b2": 41, "suppose": 123, "abou": 767, "152-154": 754, "rice_house": 1077, "exist": 655, "21_-_24_northampton_street": 923, "golden_wok": 1060, "mistake": 144, "eateries": 224, "01223_358399": 1176, "venetian": 511, "43_high_street_cherry_hinton_cherry_hinton": 977, "centr": 724, "is": 97, "telephone": 736, "cb58ba": 1001, "sitar": 222, "cambridge_leisure_park_clifton_way_cherry_hinton": 890, "good": 771, "im": 715, "q.a": 417, "city_stop_restaurant": 1153, "in": 157, "01223_366668": 1065, "464630.": 270, "id": 317, "if": 226, "cuisine": 293, "different": 156, "anymore": 671, "cb39ey": 872, "perform": 409, "suggest": 494, "make": 206, "the_nirala": 1138, "01842_753771": 1163, "same": 204, "any": 443, "grafton_hotel_restaurant": 1089, "matches": 474, "01223_307581": 830, "inquiry": 695, "$u9$": 338, "9": 236, "cb28nx": 1048, "the_slug_and_lettuce": 1208, "several": 370, "couple": 214, "dontcare": 99, "chesterton": 802, "fairly": 91, "elese": 80, "closest": 269, "singapore": 337, "welsh": 807, "grafton": 674, "resturants": 253, "qualifications": 606, "pipasha_restaurant": 856, "market_hill_city_centre": 1125, "moment": 416, "epensive": 518, "01223_464630": 900, "clowns_cafe": 1241, "cocum": 904, "afghan": 67, "six": 386, "west.would": 50, "01223_566188": 1174, "pizza_express_fen_ditton": 1234, "center": 43, "database": 467, "i": 631, "no": 667, "well": 461, "whichever": 248, "know": 65, "costs": 479, "english": 687, "y": 100, "town.is": 69, "the": 312, "01223_248882": 1240, "spend": 283, "01223_369299": 1133, "restuarant": 495, "goobye": 673, "01223_351027": 1239, "cb12qa": 831, "01223_566388": 1076, "travellers_rest": 1081, "sesame_restaurant_and_bar": 1160, "just": 77, "less": 668, "ya": 245, "able": 170, "rest": 427, "01223_360409": 1128, "restauarnt": 463, "01223351707": 172, "thanks": 78, "questions": 46, "world": 229, "cb41ep": 1218, "polish": 622, "yes": 641, "cb23ll": 845, "01223_302330": 922, "24_green_street_city_centre": 1108, "the_hotpot": 1142, "cb41ha": 1165, "like": 38, "hills": 434, "efes_restaurant": 1137, "dining": 393, "thinking": 34, "rose": 661, "01223248882.": 349, "alternate": 307, "seems": 757, "recommended": 35, "01223_323178": 1175, "ther": 694, "01223362525": 37, "varisty": 183, "interested": 690, "4": 730, "cb23qf": 875, "280": 663, "has": 477, "cb23pp": 1203, "match": 710, "details": 708, "sanit": 702, "...": 707, "indonesian": 713, "around": 581, "34_-_35_green_street": 1196, "01799_521260": 1116, "tnahh": 171, "pricey": 107, "possible": 629, "catalan": 281, "fusion": 682, "five": 607, "preference": 420, "01223_356555": 1139, "$u6$": 188, "using": 437, "cb41nl": 1145, "postal": 375, "cb12as": 850, "name": 756, "desire": 614, "$s6$": 813, "thank-you": 500, "59": 4, "d": 98, "cb19hx": 950, "01223_323737": 828, "alternatively": 120, "serves": 635, "server": 777, "specific": 723, "01223367660": 544, "12_st._johns_street_city_centre": 1238, "either": 778, "night": 255, "popular": 579, "served": 133, "works": 718, "8_norfolk_street_city_centre": 920, "italian": 1004, "54_king_street_city_centre": 903, "right": 168, "hakka": 1091, "st._michael's_church_trinity_street_city_centre": 1195, "absolutely": 587, "welconme": 186, "01223307581": 825, "some": 300, "back": 436, "cb21sj": 1204, "curry_queen": 874, "01223400170.": 220, "sure": 415, "pricing": 267, "choosing": 705, "cb58aq": 1224, "dbye": 72, "205": 408, "'ve": 407, "matching": 533, "provided": 328, "caribbean": 195, "for": 290, "3_-_5_millers_yard_mill_lane": 982, "centre": 1214, "portuguese": 1242, "cb21su": 939, "per": 484, "creative": 354, "35": 411, "does": 449, "restaurant_alimentum": 1039, "the_cow_pizza_kitchen_and_bar": 1033, "moderate": 1236, "the_copper_kettle": 1068, "christmas": 372, "?": 111, "cb11hr": 1073, "locate": 141, "be": 369, "varying": 47, "grafton_hotel_619_newmarket_road_fen_ditton": 942, "business": 115, "unfortuntately": 603, "shiraz_restaurant": 947, "servies": 816, "3.h": 105, "01223_355711": 1066, "01223_311911": 1020, "although": 185, "the_gardenia": 1046, "efes_restaurants": 866, "post": 79, "by": 405, "moderatly": 208, "on": 348, "about": 150, "ok": 259, "hk_fusion": 1200, "anything": 277, "oh": 297, "of": 748, "cb21uj": 940, "cb21rt": 1185, "location": 215, "meal": 419, "dinner": 644, "important": 360, "plus": 801, "cb21uw": 963, "01223_365068": 1134, "01223_412299": 858, "52_mill_road_city_centre": 1071, "or": 462, "road": 429, "cb11bg": 1216, "01223327908.": 213, "whats": 520, "01223_244277": 931, "11_peas_hill_city_centre": 886, "don_pasquale_pizzeria": 1016, "system..good": 257, "01223_351880": 1162, "within": 636, "the_little_rose_37_trumpington_street": 897, "cb43hl": 983, "servers": 321, "down": 789, "nothing": 765, "because": 716, "01223_354679": 1161, "apologize": 6, "your": 797, "particularly": 66, "corsica": 318, "east": 1006, "fitzbillies_restaurant": 1050, "additional": 749, "01223_308871": 1054, "area": 244, "cb21la": 1034, "there": 132, "hey": 151, "long": 563, "caffe_uno": 1209, "hills_road_city_centre": 837, "la_tasca": 1088, "huntingdon_road_city_centre": 1132, "lot": 203, "brazilian": 647, ":": 11, "was": 52, "happy": 113, "01223_308681": 974, "head": 87, "medium": 276, "north": 1121, "michaelhouse_cafe": 1186, "offering": 450, "offer": 14, "something": 779, "40270_king_street_city_centre": 862, "6": 448, "cb30lx": 1042, "but": 809, "searching": 800, "01223_324033": 1135, "hi": 29, "hear": 551, "good-bye": 12, "33-34_saint_andrews_street": 1188, "line": 261, "trying": 583, "with": 311, "expinsive": 58, "he": 60, "info": 104, "01223_227330": 1217, "made": 92, "cb11ln": 867, "places": 86, "whether": 525, "restaraunt": 444, "$GO$": 0, "01223_364917": 1069, "up": 709, "us": 739, "01223315232.": 36, "01223_363471": 1063, "west": 1045, "persian": 418, "jamaican": 679, "01223_505015": 955, "servings": 628, "problem": 153, "more": 445, "called": 772, "assistance": 425, "prezzo": 1143, "irish": 604, "bedouin": 973, "whatever": 287, "certain": 199, "upscale": 686, "17_hills_road_city_centre": 1136, "australasian": 519, "cb17dy": 1024, "$u1$": 691, "an": 137, "saigon_city": 1126, "as": 324, "diverse": 577, "tasty": 88, "at": 101, "u.f": 424, "thier": 121, "01223_506055": 1140, "66_chesterton_road_chesterton": 1191, "01223_362525": 1245, "check": 649, "again": 781, "cb41uy": 1105, "'ll": 492, "variety": 125, "nandos_city_centre": 1074, "nah": 696, "green": 108, "35_newnham_road_newnham": 1147, "thanh_binh": 902, "<silence>": 380, "01223_362054": 1013, "iscb259aq": 770, "other": 719, "5": 310, "special": 543, "5_jordans_yard_bridge_street_city_centre": 869, "01223366552.": 378, "you": 441, "1.uy": 794, "01223_329432": 1030, "01733_553355": 1092, "contacting": 76, "nice": 745, "requested": 431, "cb30df": 978, "196_mill_road_city_centre": 932, "star": 646, "darrys_cookhouse_and_wine_shop": 1154, "01223_400170": 1181, "anatolia": 1120, "cb21rq": 827, "welcome": 387, "categories": 703, "41518_castle_street_city_centre": 1213, "stay": 251, "'m": 560, "postode": 573, "cb30dq": 1027, "occasion": 143, "108_regent_street_city_centre": 1093, "25.00": 256, "priced": 30, "restraunt": 538, "01223_352500": 1122, "cb21rg": 1000, "01223_568988": 945, "017-335-3355": 122, "tang_chinese": 961, "eatery": 327, "01223727410": 740, "01799521260": 488, "little_seoul": 880, "lan_hong_house": 1025, "tandoon": 272, "c.b": 539, "83_regent_street": 1235, "time": 396, "alright": 753, "$u8$": 361, "01223568988": 39, "having": 638, "01223_361763": 1002}}